[
  {
    "id": 1,
    "title": "Velvet Submarine",
    "text": "You dance your way into the The Zoo-niverse. You hear a theremin playing itself while crying.",
    "nextIds": [
      8
    ]
  },
  {
    "id": 2,
    "title": "Jazz Trench",
    "text": "You awaken inside the Disco Jungle. Something smells like sadness and celery.",
    "nextIds": [
      3,
      10,
      8
    ]
  },
  {
    "id": 3,
    "title": "Vince's Hair Palace",
    "text": "You are flung headfirst into the Bollo's Treehouse. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      4,
      12
    ]
  },
  {
    "id": 4,
    "title": "Toilet Dimension",
    "text": "You awaken inside the Moon Cheese Bazaar. Something smells like sadness and celery.",
    "nextIds": [
      10,
      11,
      12
    ]
  },
  {
    "id": 5,
    "title": "Shamanic Sandwich Realm",
    "text": "You slide into the The Zoo-niverse. You find a portal made of toenails and regret.",
    "nextIds": [
      7
    ]
  },
  {
    "id": 6,
    "title": "The Zoo-niverse",
    "text": "You accidentally teleport to the The Zoo-niverse. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      13
    ]
  },
  {
    "id": 7,
    "title": "Shamanic Sandwich Realm",
    "text": "You accidentally teleport to the Goth Juice Swamp. You hear a theremin playing itself while crying.",
    "nextIds": [
      11,
      9
    ]
  },
  {
    "id": 8,
    "title": "Shamanic Sandwich Realm",
    "text": "You are flung headfirst into the Electric Wig Forest. You hear a theremin playing itself while crying.",
    "nextIds": [
      16,
      9
    ]
  },
  {
    "id": 9,
    "title": "Velvet Submarine",
    "text": "You dance your way into the Electric Wig Forest. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      14,
      17
    ]
  },
  {
    "id": 10,
    "title": "Electric Wig Forest",
    "text": "You are flung headfirst into the Toilet Dimension. You find a portal made of toenails and regret.",
    "nextIds": [
      16
    ]
  },
  {
    "id": 11,
    "title": "Captain Funkbeard’s Airship",
    "text": "You awaken inside the Crab of Destiny. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      12,
      13,
      17
    ]
  },
  {
    "id": 12,
    "title": "Captain Funkbeard’s Airship",
    "text": "You accidentally teleport to the Captain Funkbeard’s Airship. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      15
    ]
  },
  {
    "id": 13,
    "title": "Moon Cheese Bazaar",
    "text": "You are flung headfirst into the Goth Juice Swamp. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      22
    ]
  },
  {
    "id": 14,
    "title": "Shamanic Sandwich Realm",
    "text": "You are flung headfirst into the Electric Wig Forest. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      18,
      20,
      15
    ]
  },
  {
    "id": 15,
    "title": "Goth Juice Swamp",
    "text": "You accidentally teleport to the Goth Juice Swamp. You hear a theremin playing itself while crying.",
    "nextIds": [
      19,
      23,
      22
    ]
  },
  {
    "id": 16,
    "title": "Captain Funkbeard’s Airship",
    "text": "You are flung headfirst into the Jazz Trench. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      18
    ]
  },
  {
    "id": 17,
    "title": "Shamanic Sandwich Realm",
    "text": "You slide into the Electric Wig Forest. Something smells like sadness and celery.",
    "nextIds": [
      21,
      18
    ]
  },
  {
    "id": 18,
    "title": "Disco Jungle",
    "text": "You awaken inside the Lighthouse of Regret. You hear a theremin playing itself while crying.",
    "nextIds": [
      25
    ]
  },
  {
    "id": 19,
    "title": "Goth Juice Swamp",
    "text": "You slide into the The Zoo-niverse. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      28,
      27,
      25
    ]
  },
  {
    "id": 20,
    "title": "Toilet Dimension",
    "text": "You dance your way into the Toilet Dimension. Something smells like sadness and celery.",
    "nextIds": [
      25,
      26,
      28
    ]
  },
  {
    "id": 21,
    "title": "The Zoo-niverse",
    "text": "You accidentally teleport to the Velvet Submarine. You hear a theremin playing itself while crying.",
    "nextIds": [
      24
    ]
  },
  {
    "id": 22,
    "title": "Eel King's Jacuzzi",
    "text": "You accidentally teleport to the Goth Juice Swamp. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      31,
      30
    ]
  },
  {
    "id": 23,
    "title": "The Zoo-niverse",
    "text": "You awaken inside the Toilet Dimension. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      30,
      32
    ]
  },
  {
    "id": 24,
    "title": "Jazz Trench",
    "text": "You awaken inside the Eel King's Jacuzzi. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      26,
      30,
      27
    ]
  },
  {
    "id": 25,
    "title": "Captain Funkbeard’s Airship",
    "text": "You dance your way into the Moon Cheese Bazaar. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      34,
      26,
      31
    ]
  },
  {
    "id": 26,
    "title": "Vince's Hair Palace",
    "text": "You accidentally teleport to the Lighthouse of Regret. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      32,
      28
    ]
  },
  {
    "id": 27,
    "title": "Goth Juice Swamp",
    "text": "You awaken inside the Crab of Destiny. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      36,
      35
    ]
  },
  {
    "id": 28,
    "title": "Shamanic Sandwich Realm",
    "text": "You dance your way into the Shamanic Sandwich Realm. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      36
    ]
  },
  {
    "id": 29,
    "title": "Toilet Dimension",
    "text": "You accidentally teleport to the Lighthouse of Regret. You find a portal made of toenails and regret.",
    "nextIds": [
      35
    ]
  },
  {
    "id": 30,
    "title": "Velvet Submarine",
    "text": "You accidentally teleport to the Toilet Dimension. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      34,
      36,
      38
    ]
  },
  {
    "id": 31,
    "title": "Shamanic Sandwich Realm",
    "text": "You awaken inside the Disco Jungle. You hear a theremin playing itself while crying.",
    "nextIds": [
      34,
      40
    ]
  },
  {
    "id": 32,
    "title": "Crab of Destiny",
    "text": "You accidentally teleport to the Crab of Destiny. You find a portal made of toenails and regret.",
    "nextIds": [
      35,
      39,
      36
    ]
  },
  {
    "id": 33,
    "title": "Crab of Destiny",
    "text": "You accidentally teleport to the Moon Cheese Bazaar. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      38,
      39,
      40
    ]
  },
  {
    "id": 34,
    "title": "Velvet Submarine",
    "text": "You are flung headfirst into the Electric Wig Forest. You hear a theremin playing itself while crying.",
    "nextIds": [
      40,
      36
    ]
  },
  {
    "id": 35,
    "title": "Goth Juice Swamp",
    "text": "You dance your way into the Toilet Dimension. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      37,
      36
    ]
  },
  {
    "id": 36,
    "title": "Captain Funkbeard’s Airship",
    "text": "You dance your way into the Bollo's Treehouse. You find a portal made of toenails and regret.",
    "nextIds": [
      41,
      45
    ]
  },
  {
    "id": 37,
    "title": "Disco Jungle",
    "text": "You awaken inside the Vince's Hair Palace. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      43,
      42,
      45
    ]
  },
  {
    "id": 38,
    "title": "Velvet Submarine",
    "text": "You awaken inside the Jazz Trench. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      41,
      42,
      39
    ]
  },
  {
    "id": 39,
    "title": "Disco Jungle",
    "text": "You accidentally teleport to the Captain Funkbeard’s Airship. Something smells like sadness and celery.",
    "nextIds": [
      48,
      44,
      46
    ]
  },
  {
    "id": 40,
    "title": "Velvet Submarine",
    "text": "You are flung headfirst into the Captain Funkbeard’s Airship. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      46,
      49
    ]
  },
  {
    "id": 41,
    "title": "Crab of Destiny",
    "text": "You slide into the Disco Jungle. Something smells like sadness and celery.",
    "nextIds": [
      49,
      43
    ]
  },
  {
    "id": 42,
    "title": "Captain Funkbeard’s Airship",
    "text": "You are flung headfirst into the The Zoo-niverse. You hear a theremin playing itself while crying.",
    "nextIds": [
      44,
      46,
      45
    ]
  },
  {
    "id": 43,
    "title": "Crab of Destiny",
    "text": "You are flung headfirst into the Toilet Dimension. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      45
    ]
  },
  {
    "id": 44,
    "title": "Bollo's Treehouse",
    "text": "You slide into the Disco Jungle. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      47,
      50,
      49
    ]
  },
  {
    "id": 45,
    "title": "Bollo's Treehouse",
    "text": "You slide into the Electric Wig Forest. You hear a theremin playing itself while crying.",
    "nextIds": [
      48,
      54,
      52
    ]
  },
  {
    "id": 46,
    "title": "Goth Juice Swamp",
    "text": "You are flung headfirst into the Bollo's Treehouse. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      52,
      55,
      49
    ]
  },
  {
    "id": 47,
    "title": "Jazz Trench",
    "text": "You awaken inside the Jazz Trench. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      56,
      49,
      50
    ]
  },
  {
    "id": 48,
    "title": "The Zoo-niverse",
    "text": "You dance your way into the Captain Funkbeard’s Airship. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      51,
      52,
      56
    ]
  },
  {
    "id": 49,
    "title": "Crab of Destiny",
    "text": "You awaken inside the Crab of Destiny. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      51,
      54
    ]
  },
  {
    "id": 50,
    "title": "The Zoo-niverse",
    "text": "You awaken inside the Bollo's Treehouse. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      51,
      55,
      53
    ]
  },
  {
    "id": 51,
    "title": "Lighthouse of Regret",
    "text": "You slide into the Eel King's Jacuzzi. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      52
    ]
  },
  {
    "id": 52,
    "title": "Lighthouse of Regret",
    "text": "You slide into the Shamanic Sandwich Realm. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      54,
      53,
      60
    ]
  },
  {
    "id": 53,
    "title": "Toilet Dimension",
    "text": "You accidentally teleport to the Captain Funkbeard’s Airship. You find a portal made of toenails and regret.",
    "nextIds": [
      54,
      58,
      55
    ]
  },
  {
    "id": 54,
    "title": "Goth Juice Swamp",
    "text": "You awaken inside the Toilet Dimension. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      55,
      57,
      63
    ]
  },
  {
    "id": 55,
    "title": "Moon Cheese Bazaar",
    "text": "You accidentally teleport to the The Zoo-niverse. You find a portal made of toenails and regret.",
    "nextIds": [
      61
    ]
  },
  {
    "id": 56,
    "title": "Eel King's Jacuzzi",
    "text": "You accidentally teleport to the Crab of Destiny. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      58,
      64,
      59
    ]
  },
  {
    "id": 57,
    "title": "Electric Wig Forest",
    "text": "You accidentally teleport to the Bollo's Treehouse. You find a portal made of toenails and regret.",
    "nextIds": [
      62
    ]
  },
  {
    "id": 58,
    "title": "Shamanic Sandwich Realm",
    "text": "You are flung headfirst into the Moon Cheese Bazaar. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      59,
      63,
      65
    ]
  },
  {
    "id": 59,
    "title": "Electric Wig Forest",
    "text": "You are flung headfirst into the Shamanic Sandwich Realm. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      66,
      65,
      68
    ]
  },
  {
    "id": 60,
    "title": "Vince's Hair Palace",
    "text": "You slide into the Goth Juice Swamp. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      67,
      69,
      63
    ]
  },
  {
    "id": 61,
    "title": "Jazz Trench",
    "text": "You awaken inside the Lighthouse of Regret. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      63
    ]
  },
  {
    "id": 62,
    "title": "Bollo's Treehouse",
    "text": "You awaken inside the Jazz Trench. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      66,
      71
    ]
  },
  {
    "id": 63,
    "title": "Eel King's Jacuzzi",
    "text": "You awaken inside the Electric Wig Forest. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      72,
      67,
      70
    ]
  },
  {
    "id": 64,
    "title": "Bollo's Treehouse",
    "text": "You accidentally teleport to the Lighthouse of Regret. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      65,
      73,
      72
    ]
  },
  {
    "id": 65,
    "title": "Toilet Dimension",
    "text": "You awaken inside the Moon Cheese Bazaar. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      68,
      66
    ]
  },
  {
    "id": 66,
    "title": "Shamanic Sandwich Realm",
    "text": "You accidentally teleport to the Shamanic Sandwich Realm. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      69,
      72,
      74
    ]
  },
  {
    "id": 67,
    "title": "Velvet Submarine",
    "text": "You dance your way into the Toilet Dimension. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      74
    ]
  },
  {
    "id": 68,
    "title": "Lighthouse of Regret",
    "text": "You dance your way into the Crab of Destiny. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      74,
      77
    ]
  },
  {
    "id": 69,
    "title": "The Zoo-niverse",
    "text": "You are flung headfirst into the The Zoo-niverse. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      70,
      74,
      76
    ]
  },
  {
    "id": 70,
    "title": "Vince's Hair Palace",
    "text": "You slide into the Captain Funkbeard’s Airship. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      77,
      74
    ]
  },
  {
    "id": 71,
    "title": "Vince's Hair Palace",
    "text": "You dance your way into the Jazz Trench. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      75,
      79
    ]
  },
  {
    "id": 72,
    "title": "Velvet Submarine",
    "text": "You are flung headfirst into the Velvet Submarine. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      74
    ]
  },
  {
    "id": 73,
    "title": "Electric Wig Forest",
    "text": "You are flung headfirst into the Crab of Destiny. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      82
    ]
  },
  {
    "id": 74,
    "title": "Disco Jungle",
    "text": "You slide into the Jazz Trench. Something smells like sadness and celery.",
    "nextIds": [
      80,
      83,
      75
    ]
  },
  {
    "id": 75,
    "title": "Bollo's Treehouse",
    "text": "You slide into the Goth Juice Swamp. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      83,
      79
    ]
  },
  {
    "id": 76,
    "title": "Crab of Destiny",
    "text": "You awaken inside the Goth Juice Swamp. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      83
    ]
  },
  {
    "id": 77,
    "title": "Moon Cheese Bazaar",
    "text": "You accidentally teleport to the Bollo's Treehouse. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      80,
      85
    ]
  },
  {
    "id": 78,
    "title": "Velvet Submarine",
    "text": "You are flung headfirst into the Goth Juice Swamp. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      87
    ]
  },
  {
    "id": 79,
    "title": "Toilet Dimension",
    "text": "You slide into the Toilet Dimension. You find a portal made of toenails and regret.",
    "nextIds": [
      83
    ]
  },
  {
    "id": 80,
    "title": "Goth Juice Swamp",
    "text": "You awaken inside the Velvet Submarine. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      82
    ]
  },
  {
    "id": 81,
    "title": "Moon Cheese Bazaar",
    "text": "You are flung headfirst into the Disco Jungle. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      90
    ]
  },
  {
    "id": 82,
    "title": "Jazz Trench",
    "text": "You dance your way into the Moon Cheese Bazaar. You hear a theremin playing itself while crying.",
    "nextIds": [
      88,
      91,
      90
    ]
  },
  {
    "id": 83,
    "title": "The Zoo-niverse",
    "text": "You slide into the Disco Jungle. Something smells like sadness and celery.",
    "nextIds": [
      88,
      89,
      86
    ]
  },
  {
    "id": 84,
    "title": "Eel King's Jacuzzi",
    "text": "You are flung headfirst into the Shamanic Sandwich Realm. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      85,
      88,
      92
    ]
  },
  {
    "id": 85,
    "title": "Jazz Trench",
    "text": "You are flung headfirst into the Velvet Submarine. Something smells like sadness and celery.",
    "nextIds": [
      86,
      89,
      91
    ]
  },
  {
    "id": 86,
    "title": "Jazz Trench",
    "text": "You awaken inside the Eel King's Jacuzzi. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      90,
      94,
      91
    ]
  },
  {
    "id": 87,
    "title": "Captain Funkbeard’s Airship",
    "text": "You are flung headfirst into the Jazz Trench. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      88,
      95
    ]
  },
  {
    "id": 88,
    "title": "Eel King's Jacuzzi",
    "text": "You slide into the Jazz Trench. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      91
    ]
  },
  {
    "id": 89,
    "title": "The Zoo-niverse",
    "text": "You awaken inside the Crab of Destiny. Something smells like sadness and celery.",
    "nextIds": [
      97,
      98
    ]
  },
  {
    "id": 90,
    "title": "Goth Juice Swamp",
    "text": "You are flung headfirst into the Captain Funkbeard’s Airship. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      98
    ]
  },
  {
    "id": 91,
    "title": "Eel King's Jacuzzi",
    "text": "You accidentally teleport to the Lighthouse of Regret. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      98
    ]
  },
  {
    "id": 92,
    "title": "Captain Funkbeard’s Airship",
    "text": "You slide into the Vince's Hair Palace. Something smells like sadness and celery.",
    "nextIds": [
      93,
      96,
      101
    ]
  },
  {
    "id": 93,
    "title": "Shamanic Sandwich Realm",
    "text": "You are flung headfirst into the Jazz Trench. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      96
    ]
  },
  {
    "id": 94,
    "title": "The Zoo-niverse",
    "text": "You slide into the Vince's Hair Palace. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      97,
      95,
      103
    ]
  },
  {
    "id": 95,
    "title": "Moon Cheese Bazaar",
    "text": "You dance your way into the Velvet Submarine. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      102,
      98
    ]
  },
  {
    "id": 96,
    "title": "Bollo's Treehouse",
    "text": "You slide into the Crab of Destiny. You find a portal made of toenails and regret.",
    "nextIds": [
      97,
      99,
      102
    ]
  },
  {
    "id": 97,
    "title": "Captain Funkbeard’s Airship",
    "text": "You accidentally teleport to the Electric Wig Forest. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      101
    ]
  },
  {
    "id": 98,
    "title": "Jazz Trench",
    "text": "You are flung headfirst into the Electric Wig Forest. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      100,
      99
    ]
  },
  {
    "id": 99,
    "title": "Captain Funkbeard’s Airship",
    "text": "You awaken inside the Velvet Submarine. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      107,
      105,
      103
    ]
  },
  {
    "id": 100,
    "title": "Goth Juice Swamp",
    "text": "You dance your way into the Captain Funkbeard’s Airship. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      102
    ]
  },
  {
    "id": 101,
    "title": "Jazz Trench",
    "text": "You are flung headfirst into the Vince's Hair Palace. Something smells like sadness and celery.",
    "nextIds": [
      103
    ]
  },
  {
    "id": 102,
    "title": "Lighthouse of Regret",
    "text": "You accidentally teleport to the Vince's Hair Palace. You hear a theremin playing itself while crying.",
    "nextIds": [
      108
    ]
  },
  {
    "id": 103,
    "title": "The Zoo-niverse",
    "text": "You slide into the Lighthouse of Regret. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      104
    ]
  },
  {
    "id": 104,
    "title": "Lighthouse of Regret",
    "text": "You are flung headfirst into the Lighthouse of Regret. You find a portal made of toenails and regret.",
    "nextIds": [
      112,
      106
    ]
  },
  {
    "id": 105,
    "title": "Lighthouse of Regret",
    "text": "You slide into the Captain Funkbeard’s Airship. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      110,
      107,
      111
    ]
  },
  {
    "id": 106,
    "title": "Captain Funkbeard’s Airship",
    "text": "You dance your way into the Moon Cheese Bazaar. You hear a theremin playing itself while crying.",
    "nextIds": [
      109
    ]
  },
  {
    "id": 107,
    "title": "Toilet Dimension",
    "text": "You are flung headfirst into the Jazz Trench. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      112,
      110,
      115
    ]
  },
  {
    "id": 108,
    "title": "Toilet Dimension",
    "text": "You accidentally teleport to the Disco Jungle. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      111,
      115
    ]
  },
  {
    "id": 109,
    "title": "Crab of Destiny",
    "text": "You accidentally teleport to the Jazz Trench. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      116
    ]
  },
  {
    "id": 110,
    "title": "The Zoo-niverse",
    "text": "You dance your way into the Lighthouse of Regret. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      116
    ]
  },
  {
    "id": 111,
    "title": "Lighthouse of Regret",
    "text": "You awaken inside the Moon Cheese Bazaar. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      119,
      118
    ]
  },
  {
    "id": 112,
    "title": "Bollo's Treehouse",
    "text": "You awaken inside the Moon Cheese Bazaar. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      121,
      115
    ]
  },
  {
    "id": 113,
    "title": "Goth Juice Swamp",
    "text": "You are flung headfirst into the Captain Funkbeard’s Airship. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      115,
      114
    ]
  },
  {
    "id": 114,
    "title": "Eel King's Jacuzzi",
    "text": "You awaken inside the Velvet Submarine. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      117,
      122
    ]
  },
  {
    "id": 115,
    "title": "Velvet Submarine",
    "text": "You accidentally teleport to the Bollo's Treehouse. You hear a theremin playing itself while crying.",
    "nextIds": [
      119,
      122
    ]
  },
  {
    "id": 116,
    "title": "Captain Funkbeard’s Airship",
    "text": "You awaken inside the Moon Cheese Bazaar. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      125,
      118,
      120
    ]
  },
  {
    "id": 117,
    "title": "Vince's Hair Palace",
    "text": "You are flung headfirst into the Bollo's Treehouse. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      125,
      126
    ]
  },
  {
    "id": 118,
    "title": "Disco Jungle",
    "text": "You are flung headfirst into the Electric Wig Forest. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      124,
      123,
      127
    ]
  },
  {
    "id": 119,
    "title": "Shamanic Sandwich Realm",
    "text": "You awaken inside the Captain Funkbeard’s Airship. You find a portal made of toenails and regret.",
    "nextIds": [
      128
    ]
  },
  {
    "id": 120,
    "title": "Goth Juice Swamp",
    "text": "You are flung headfirst into the Vince's Hair Palace. You find a portal made of toenails and regret.",
    "nextIds": [
      129
    ]
  },
  {
    "id": 121,
    "title": "Shamanic Sandwich Realm",
    "text": "You awaken inside the The Zoo-niverse. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      127,
      126,
      130
    ]
  },
  {
    "id": 122,
    "title": "Lighthouse of Regret",
    "text": "You accidentally teleport to the Electric Wig Forest. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      130,
      124
    ]
  },
  {
    "id": 123,
    "title": "Moon Cheese Bazaar",
    "text": "You are flung headfirst into the Toilet Dimension. You hear a theremin playing itself while crying.",
    "nextIds": [
      132
    ]
  },
  {
    "id": 124,
    "title": "Captain Funkbeard’s Airship",
    "text": "You slide into the Jazz Trench. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      133,
      129
    ]
  },
  {
    "id": 125,
    "title": "Moon Cheese Bazaar",
    "text": "You are flung headfirst into the Disco Jungle. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      134,
      129
    ]
  },
  {
    "id": 126,
    "title": "Toilet Dimension",
    "text": "You are flung headfirst into the Toilet Dimension. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      129,
      131
    ]
  },
  {
    "id": 127,
    "title": "Disco Jungle",
    "text": "You dance your way into the Goth Juice Swamp. You hear a theremin playing itself while crying.",
    "nextIds": [
      136,
      134,
      129
    ]
  },
  {
    "id": 128,
    "title": "Eel King's Jacuzzi",
    "text": "You awaken inside the The Zoo-niverse. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      137
    ]
  },
  {
    "id": 129,
    "title": "Bollo's Treehouse",
    "text": "You are flung headfirst into the Goth Juice Swamp. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      131,
      132
    ]
  },
  {
    "id": 130,
    "title": "Electric Wig Forest",
    "text": "You slide into the Velvet Submarine. Something smells like sadness and celery.",
    "nextIds": [
      134,
      137
    ]
  },
  {
    "id": 131,
    "title": "Crab of Destiny",
    "text": "You slide into the Moon Cheese Bazaar. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      134,
      132
    ]
  },
  {
    "id": 132,
    "title": "Shamanic Sandwich Realm",
    "text": "You slide into the Crab of Destiny. You find a portal made of toenails and regret.",
    "nextIds": [
      138,
      134
    ]
  },
  {
    "id": 133,
    "title": "Goth Juice Swamp",
    "text": "You awaken inside the Lighthouse of Regret. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      140,
      134,
      135
    ]
  },
  {
    "id": 134,
    "title": "Crab of Destiny",
    "text": "You awaken inside the Toilet Dimension. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      141,
      135
    ]
  },
  {
    "id": 135,
    "title": "Crab of Destiny",
    "text": "You awaken inside the Disco Jungle. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      136,
      138
    ]
  },
  {
    "id": 136,
    "title": "Lighthouse of Regret",
    "text": "You accidentally teleport to the Eel King's Jacuzzi. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      145
    ]
  },
  {
    "id": 137,
    "title": "Goth Juice Swamp",
    "text": "You dance your way into the Moon Cheese Bazaar. You find a portal made of toenails and regret.",
    "nextIds": [
      140,
      144
    ]
  },
  {
    "id": 138,
    "title": "Crab of Destiny",
    "text": "You awaken inside the Eel King's Jacuzzi. Something smells like sadness and celery.",
    "nextIds": [
      143,
      141,
      139
    ]
  },
  {
    "id": 139,
    "title": "Disco Jungle",
    "text": "You awaken inside the Bollo's Treehouse. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      143
    ]
  },
  {
    "id": 140,
    "title": "Electric Wig Forest",
    "text": "You accidentally teleport to the Bollo's Treehouse. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      147,
      149
    ]
  },
  {
    "id": 141,
    "title": "Moon Cheese Bazaar",
    "text": "You accidentally teleport to the Electric Wig Forest. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      144,
      142
    ]
  },
  {
    "id": 142,
    "title": "Shamanic Sandwich Realm",
    "text": "You slide into the Velvet Submarine. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      143,
      148,
      146
    ]
  },
  {
    "id": 143,
    "title": "Crab of Destiny",
    "text": "You accidentally teleport to the Velvet Submarine. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      147,
      146
    ]
  },
  {
    "id": 144,
    "title": "Moon Cheese Bazaar",
    "text": "You slide into the Vince's Hair Palace. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      152,
      145,
      153
    ]
  },
  {
    "id": 145,
    "title": "Bollo's Treehouse",
    "text": "You dance your way into the Electric Wig Forest. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      146
    ]
  },
  {
    "id": 146,
    "title": "Shamanic Sandwich Realm",
    "text": "You dance your way into the Eel King's Jacuzzi. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      153,
      147,
      152
    ]
  },
  {
    "id": 147,
    "title": "Captain Funkbeard’s Airship",
    "text": "You dance your way into the Eel King's Jacuzzi. You find a portal made of toenails and regret.",
    "nextIds": [
      149
    ]
  },
  {
    "id": 148,
    "title": "Goth Juice Swamp",
    "text": "You dance your way into the Lighthouse of Regret. You hear a theremin playing itself while crying.",
    "nextIds": [
      151,
      153
    ]
  },
  {
    "id": 149,
    "title": "Toilet Dimension",
    "text": "You awaken inside the Crab of Destiny. You find a portal made of toenails and regret.",
    "nextIds": [
      158,
      156
    ]
  },
  {
    "id": 150,
    "title": "Electric Wig Forest",
    "text": "You are flung headfirst into the Crab of Destiny. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      157,
      154
    ]
  },
  {
    "id": 151,
    "title": "Captain Funkbeard’s Airship",
    "text": "You awaken inside the Crab of Destiny. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      157,
      155
    ]
  },
  {
    "id": 152,
    "title": "Goth Juice Swamp",
    "text": "You slide into the Electric Wig Forest. You hear a theremin playing itself while crying.",
    "nextIds": [
      160,
      154
    ]
  },
  {
    "id": 153,
    "title": "Shamanic Sandwich Realm",
    "text": "You dance your way into the Toilet Dimension. Something smells like sadness and celery.",
    "nextIds": [
      159,
      154
    ]
  },
  {
    "id": 154,
    "title": "Moon Cheese Bazaar",
    "text": "You slide into the Velvet Submarine. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      158
    ]
  },
  {
    "id": 155,
    "title": "Moon Cheese Bazaar",
    "text": "You dance your way into the Electric Wig Forest. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      163,
      161,
      156
    ]
  },
  {
    "id": 156,
    "title": "Toilet Dimension",
    "text": "You are flung headfirst into the Bollo's Treehouse. Something smells like sadness and celery.",
    "nextIds": [
      160,
      157,
      165
    ]
  },
  {
    "id": 157,
    "title": "Disco Jungle",
    "text": "You slide into the Bollo's Treehouse. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      158
    ]
  },
  {
    "id": 158,
    "title": "Lighthouse of Regret",
    "text": "You awaken inside the Bollo's Treehouse. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      165,
      162
    ]
  },
  {
    "id": 159,
    "title": "Lighthouse of Regret",
    "text": "You are flung headfirst into the Jazz Trench. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      161,
      167,
      168
    ]
  },
  {
    "id": 160,
    "title": "The Zoo-niverse",
    "text": "You dance your way into the Disco Jungle. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      169
    ]
  },
  {
    "id": 161,
    "title": "Toilet Dimension",
    "text": "You slide into the Velvet Submarine. You hear a theremin playing itself while crying.",
    "nextIds": [
      167,
      165
    ]
  },
  {
    "id": 162,
    "title": "Crab of Destiny",
    "text": "You dance your way into the Velvet Submarine. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      163,
      164,
      171
    ]
  },
  {
    "id": 163,
    "title": "Electric Wig Forest",
    "text": "You slide into the Eel King's Jacuzzi. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      167
    ]
  },
  {
    "id": 164,
    "title": "The Zoo-niverse",
    "text": "You accidentally teleport to the Disco Jungle. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      171
    ]
  },
  {
    "id": 165,
    "title": "Toilet Dimension",
    "text": "You are flung headfirst into the Electric Wig Forest. Something smells like sadness and celery.",
    "nextIds": [
      168,
      167
    ]
  },
  {
    "id": 166,
    "title": "Bollo's Treehouse",
    "text": "You dance your way into the Moon Cheese Bazaar. Something smells like sadness and celery.",
    "nextIds": [
      167
    ]
  },
  {
    "id": 167,
    "title": "Bollo's Treehouse",
    "text": "You dance your way into the Bollo's Treehouse. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      171,
      176,
      174
    ]
  },
  {
    "id": 168,
    "title": "Velvet Submarine",
    "text": "You dance your way into the Eel King's Jacuzzi. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      173
    ]
  },
  {
    "id": 169,
    "title": "Disco Jungle",
    "text": "You dance your way into the Eel King's Jacuzzi. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      174
    ]
  },
  {
    "id": 170,
    "title": "Eel King's Jacuzzi",
    "text": "You awaken inside the Disco Jungle. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      173,
      172,
      177
    ]
  },
  {
    "id": 171,
    "title": "Bollo's Treehouse",
    "text": "You awaken inside the Moon Cheese Bazaar. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      178
    ]
  },
  {
    "id": 172,
    "title": "Eel King's Jacuzzi",
    "text": "You awaken inside the Disco Jungle. You find a portal made of toenails and regret.",
    "nextIds": [
      173
    ]
  },
  {
    "id": 173,
    "title": "Disco Jungle",
    "text": "You dance your way into the Disco Jungle. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      177,
      176
    ]
  },
  {
    "id": 174,
    "title": "Jazz Trench",
    "text": "You are flung headfirst into the Moon Cheese Bazaar. You hear a theremin playing itself while crying.",
    "nextIds": [
      182,
      176
    ]
  },
  {
    "id": 175,
    "title": "Moon Cheese Bazaar",
    "text": "You awaken inside the Toilet Dimension. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      182,
      181,
      179
    ]
  },
  {
    "id": 176,
    "title": "Lighthouse of Regret",
    "text": "You accidentally teleport to the Lighthouse of Regret. Something smells like sadness and celery.",
    "nextIds": [
      181,
      184
    ]
  },
  {
    "id": 177,
    "title": "Crab of Destiny",
    "text": "You are flung headfirst into the Electric Wig Forest. You hear a theremin playing itself while crying.",
    "nextIds": [
      182,
      178
    ]
  },
  {
    "id": 178,
    "title": "Crab of Destiny",
    "text": "You dance your way into the Electric Wig Forest. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      185
    ]
  },
  {
    "id": 179,
    "title": "Moon Cheese Bazaar",
    "text": "You slide into the Shamanic Sandwich Realm. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      188,
      182,
      180
    ]
  },
  {
    "id": 180,
    "title": "The Zoo-niverse",
    "text": "You slide into the Jazz Trench. You find a portal made of toenails and regret.",
    "nextIds": [
      182,
      183
    ]
  },
  {
    "id": 181,
    "title": "Shamanic Sandwich Realm",
    "text": "You awaken inside the Moon Cheese Bazaar. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      183
    ]
  },
  {
    "id": 182,
    "title": "Jazz Trench",
    "text": "You dance your way into the The Zoo-niverse. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      187
    ]
  },
  {
    "id": 183,
    "title": "Eel King's Jacuzzi",
    "text": "You awaken inside the Captain Funkbeard’s Airship. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      190,
      185,
      192
    ]
  },
  {
    "id": 184,
    "title": "Eel King's Jacuzzi",
    "text": "You slide into the Shamanic Sandwich Realm. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      189,
      193
    ]
  },
  {
    "id": 185,
    "title": "Moon Cheese Bazaar",
    "text": "You are flung headfirst into the Eel King's Jacuzzi. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      189,
      194,
      193
    ]
  },
  {
    "id": 186,
    "title": "Velvet Submarine",
    "text": "You dance your way into the Moon Cheese Bazaar. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      190
    ]
  },
  {
    "id": 187,
    "title": "Vince's Hair Palace",
    "text": "You dance your way into the Bollo's Treehouse. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      194,
      195
    ]
  },
  {
    "id": 188,
    "title": "Electric Wig Forest",
    "text": "You slide into the Vince's Hair Palace. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      194,
      195
    ]
  },
  {
    "id": 189,
    "title": "Vince's Hair Palace",
    "text": "You awaken inside the Toilet Dimension. You find a portal made of toenails and regret.",
    "nextIds": [
      193
    ]
  },
  {
    "id": 190,
    "title": "Disco Jungle",
    "text": "You dance your way into the Eel King's Jacuzzi. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      191
    ]
  },
  {
    "id": 191,
    "title": "Jazz Trench",
    "text": "You awaken inside the Goth Juice Swamp. You hear a theremin playing itself while crying.",
    "nextIds": [
      198,
      197,
      200
    ]
  },
  {
    "id": 192,
    "title": "Vince's Hair Palace",
    "text": "You accidentally teleport to the Electric Wig Forest. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      200
    ]
  },
  {
    "id": 193,
    "title": "Moon Cheese Bazaar",
    "text": "You slide into the Velvet Submarine. You hear a theremin playing itself while crying.",
    "nextIds": [
      198,
      194,
      199
    ]
  },
  {
    "id": 194,
    "title": "Bollo's Treehouse",
    "text": "You awaken inside the Disco Jungle. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      196,
      195,
      200
    ]
  },
  {
    "id": 195,
    "title": "Shamanic Sandwich Realm",
    "text": "You slide into the Captain Funkbeard’s Airship. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      197,
      198
    ]
  },
  {
    "id": 196,
    "title": "Vince's Hair Palace",
    "text": "You are flung headfirst into the Electric Wig Forest. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      197,
      199
    ]
  },
  {
    "id": 197,
    "title": "Crab of Destiny",
    "text": "You dance your way into the Goth Juice Swamp. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      199,
      204
    ]
  },
  {
    "id": 198,
    "title": "Vince's Hair Palace",
    "text": "You slide into the Goth Juice Swamp. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      199
    ]
  },
  {
    "id": 199,
    "title": "Disco Jungle",
    "text": "You awaken inside the Velvet Submarine. Something smells like sadness and celery.",
    "nextIds": [
      205
    ]
  },
  {
    "id": 200,
    "title": "Jazz Trench",
    "text": "You accidentally teleport to the Crab of Destiny. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      209,
      208,
      204
    ]
  },
  {
    "id": 201,
    "title": "Electric Wig Forest",
    "text": "You accidentally teleport to the Goth Juice Swamp. You find a portal made of toenails and regret.",
    "nextIds": [
      210,
      207,
      209
    ]
  },
  {
    "id": 202,
    "title": "Eel King's Jacuzzi",
    "text": "You awaken inside the Goth Juice Swamp. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      210,
      211,
      204
    ]
  },
  {
    "id": 203,
    "title": "Velvet Submarine",
    "text": "You are flung headfirst into the Captain Funkbeard’s Airship. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      212
    ]
  },
  {
    "id": 204,
    "title": "Crab of Destiny",
    "text": "You dance your way into the Disco Jungle. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      213
    ]
  },
  {
    "id": 205,
    "title": "Eel King's Jacuzzi",
    "text": "You awaken inside the Goth Juice Swamp. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      209,
      210,
      208
    ]
  },
  {
    "id": 206,
    "title": "Goth Juice Swamp",
    "text": "You dance your way into the Bollo's Treehouse. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      209,
      212,
      210
    ]
  },
  {
    "id": 207,
    "title": "Disco Jungle",
    "text": "You slide into the Captain Funkbeard’s Airship. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      210,
      213
    ]
  },
  {
    "id": 208,
    "title": "Shamanic Sandwich Realm",
    "text": "You awaken inside the Bollo's Treehouse. You find a portal made of toenails and regret.",
    "nextIds": [
      213,
      214,
      209
    ]
  },
  {
    "id": 209,
    "title": "The Zoo-niverse",
    "text": "You awaken inside the The Zoo-niverse. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      213,
      217,
      216
    ]
  },
  {
    "id": 210,
    "title": "Jazz Trench",
    "text": "You awaken inside the The Zoo-niverse. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      219,
      214,
      215
    ]
  },
  {
    "id": 211,
    "title": "Velvet Submarine",
    "text": "You awaken inside the Shamanic Sandwich Realm. Something smells like sadness and celery.",
    "nextIds": [
      218,
      212
    ]
  },
  {
    "id": 212,
    "title": "Eel King's Jacuzzi",
    "text": "You are flung headfirst into the Moon Cheese Bazaar. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      213
    ]
  },
  {
    "id": 213,
    "title": "Toilet Dimension",
    "text": "You dance your way into the Electric Wig Forest. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      219
    ]
  },
  {
    "id": 214,
    "title": "Vince's Hair Palace",
    "text": "You slide into the Jazz Trench. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      216,
      222,
      217
    ]
  },
  {
    "id": 215,
    "title": "The Zoo-niverse",
    "text": "You slide into the Electric Wig Forest. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      219
    ]
  },
  {
    "id": 216,
    "title": "Goth Juice Swamp",
    "text": "You accidentally teleport to the Crab of Destiny. You find a portal made of toenails and regret.",
    "nextIds": [
      219
    ]
  },
  {
    "id": 217,
    "title": "The Zoo-niverse",
    "text": "You slide into the Disco Jungle. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      226,
      218,
      224
    ]
  },
  {
    "id": 218,
    "title": "Toilet Dimension",
    "text": "You dance your way into the Velvet Submarine. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      223,
      221,
      227
    ]
  },
  {
    "id": 219,
    "title": "The Zoo-niverse",
    "text": "You are flung headfirst into the Vince's Hair Palace. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      222,
      225
    ]
  },
  {
    "id": 220,
    "title": "The Zoo-niverse",
    "text": "You slide into the Captain Funkbeard’s Airship. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      224
    ]
  },
  {
    "id": 221,
    "title": "Shamanic Sandwich Realm",
    "text": "You are flung headfirst into the Velvet Submarine. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      224,
      226
    ]
  },
  {
    "id": 222,
    "title": "Goth Juice Swamp",
    "text": "You accidentally teleport to the Crab of Destiny. You hear a theremin playing itself while crying.",
    "nextIds": [
      230
    ]
  },
  {
    "id": 223,
    "title": "Bollo's Treehouse",
    "text": "You dance your way into the Moon Cheese Bazaar. You hear a theremin playing itself while crying.",
    "nextIds": [
      227,
      229,
      228
    ]
  },
  {
    "id": 224,
    "title": "The Zoo-niverse",
    "text": "You accidentally teleport to the Vince's Hair Palace. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      233
    ]
  },
  {
    "id": 225,
    "title": "Crab of Destiny",
    "text": "You accidentally teleport to the Captain Funkbeard’s Airship. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      234
    ]
  },
  {
    "id": 226,
    "title": "Disco Jungle",
    "text": "You accidentally teleport to the Crab of Destiny. You find a portal made of toenails and regret.",
    "nextIds": [
      229,
      233,
      232
    ]
  },
  {
    "id": 227,
    "title": "Bollo's Treehouse",
    "text": "You dance your way into the Bollo's Treehouse. You find a portal made of toenails and regret.",
    "nextIds": [
      233
    ]
  },
  {
    "id": 228,
    "title": "Captain Funkbeard’s Airship",
    "text": "You accidentally teleport to the Jazz Trench. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      231
    ]
  },
  {
    "id": 229,
    "title": "Bollo's Treehouse",
    "text": "You slide into the Disco Jungle. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      230,
      231,
      233
    ]
  },
  {
    "id": 230,
    "title": "Lighthouse of Regret",
    "text": "You are flung headfirst into the Velvet Submarine. You find a portal made of toenails and regret.",
    "nextIds": [
      236
    ]
  },
  {
    "id": 231,
    "title": "Eel King's Jacuzzi",
    "text": "You awaken inside the Jazz Trench. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      235
    ]
  },
  {
    "id": 232,
    "title": "Bollo's Treehouse",
    "text": "You dance your way into the Bollo's Treehouse. Something smells like sadness and celery.",
    "nextIds": [
      234,
      235,
      241
    ]
  },
  {
    "id": 233,
    "title": "Crab of Destiny",
    "text": "You dance your way into the Vince's Hair Palace. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      241,
      234,
      240
    ]
  },
  {
    "id": 234,
    "title": "Eel King's Jacuzzi",
    "text": "You are flung headfirst into the Toilet Dimension. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      240
    ]
  },
  {
    "id": 235,
    "title": "Captain Funkbeard’s Airship",
    "text": "You awaken inside the Goth Juice Swamp. You find a portal made of toenails and regret.",
    "nextIds": [
      243
    ]
  },
  {
    "id": 236,
    "title": "Disco Jungle",
    "text": "You slide into the Bollo's Treehouse. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      245,
      241,
      242
    ]
  },
  {
    "id": 237,
    "title": "Moon Cheese Bazaar",
    "text": "You accidentally teleport to the Electric Wig Forest. Something smells like sadness and celery.",
    "nextIds": [
      240
    ]
  },
  {
    "id": 238,
    "title": "Disco Jungle",
    "text": "You are flung headfirst into the Disco Jungle. You find a portal made of toenails and regret.",
    "nextIds": [
      242,
      245,
      239
    ]
  },
  {
    "id": 239,
    "title": "Jazz Trench",
    "text": "You accidentally teleport to the Crab of Destiny. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      246,
      243,
      247
    ]
  },
  {
    "id": 240,
    "title": "The Zoo-niverse",
    "text": "You dance your way into the Disco Jungle. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      246
    ]
  },
  {
    "id": 241,
    "title": "Velvet Submarine",
    "text": "You slide into the Jazz Trench. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      244
    ]
  },
  {
    "id": 242,
    "title": "Disco Jungle",
    "text": "You accidentally teleport to the Moon Cheese Bazaar. You hear a theremin playing itself while crying.",
    "nextIds": [
      245
    ]
  },
  {
    "id": 243,
    "title": "Jazz Trench",
    "text": "You awaken inside the Velvet Submarine. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      250,
      248,
      247
    ]
  },
  {
    "id": 244,
    "title": "Jazz Trench",
    "text": "You are flung headfirst into the Crab of Destiny. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      249,
      253,
      248
    ]
  },
  {
    "id": 245,
    "title": "Vince's Hair Palace",
    "text": "You awaken inside the Lighthouse of Regret. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      253,
      249
    ]
  },
  {
    "id": 246,
    "title": "Lighthouse of Regret",
    "text": "You awaken inside the Toilet Dimension. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      249,
      253
    ]
  },
  {
    "id": 247,
    "title": "Electric Wig Forest",
    "text": "You accidentally teleport to the The Zoo-niverse. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      256
    ]
  },
  {
    "id": 248,
    "title": "Lighthouse of Regret",
    "text": "You awaken inside the Electric Wig Forest. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      252,
      257,
      250
    ]
  },
  {
    "id": 249,
    "title": "Shamanic Sandwich Realm",
    "text": "You slide into the Eel King's Jacuzzi. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      255,
      256,
      250
    ]
  },
  {
    "id": 250,
    "title": "Eel King's Jacuzzi",
    "text": "You are flung headfirst into the Captain Funkbeard’s Airship. You find a portal made of toenails and regret.",
    "nextIds": [
      252,
      255
    ]
  },
  {
    "id": 251,
    "title": "Disco Jungle",
    "text": "You accidentally teleport to the Moon Cheese Bazaar. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      254
    ]
  },
  {
    "id": 252,
    "title": "Shamanic Sandwich Realm",
    "text": "You dance your way into the Toilet Dimension. You hear a theremin playing itself while crying.",
    "nextIds": [
      259,
      261,
      257
    ]
  },
  {
    "id": 253,
    "title": "Crab of Destiny",
    "text": "You awaken inside the Shamanic Sandwich Realm. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      259,
      258
    ]
  },
  {
    "id": 254,
    "title": "Toilet Dimension",
    "text": "You awaken inside the Toilet Dimension. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      262,
      260
    ]
  },
  {
    "id": 255,
    "title": "Electric Wig Forest",
    "text": "You dance your way into the Eel King's Jacuzzi. You hear a theremin playing itself while crying.",
    "nextIds": [
      264
    ]
  },
  {
    "id": 256,
    "title": "Vince's Hair Palace",
    "text": "You are flung headfirst into the The Zoo-niverse. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      263
    ]
  },
  {
    "id": 257,
    "title": "Bollo's Treehouse",
    "text": "You slide into the Velvet Submarine. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      260
    ]
  },
  {
    "id": 258,
    "title": "Captain Funkbeard’s Airship",
    "text": "You slide into the Velvet Submarine. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      266
    ]
  },
  {
    "id": 259,
    "title": "Toilet Dimension",
    "text": "You dance your way into the Bollo's Treehouse. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      263,
      261
    ]
  },
  {
    "id": 260,
    "title": "Crab of Destiny",
    "text": "You accidentally teleport to the Lighthouse of Regret. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      263,
      262
    ]
  },
  {
    "id": 261,
    "title": "Lighthouse of Regret",
    "text": "You dance your way into the Lighthouse of Regret. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      268,
      269,
      262
    ]
  },
  {
    "id": 262,
    "title": "Moon Cheese Bazaar",
    "text": "You are flung headfirst into the Lighthouse of Regret. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      263,
      268,
      265
    ]
  },
  {
    "id": 263,
    "title": "Moon Cheese Bazaar",
    "text": "You accidentally teleport to the Captain Funkbeard’s Airship. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      265,
      270
    ]
  },
  {
    "id": 264,
    "title": "Vince's Hair Palace",
    "text": "You dance your way into the Toilet Dimension. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      266,
      272,
      265
    ]
  },
  {
    "id": 265,
    "title": "Shamanic Sandwich Realm",
    "text": "You slide into the Toilet Dimension. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      270
    ]
  },
  {
    "id": 266,
    "title": "Disco Jungle",
    "text": "You accidentally teleport to the Goth Juice Swamp. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      267
    ]
  },
  {
    "id": 267,
    "title": "Shamanic Sandwich Realm",
    "text": "You slide into the Disco Jungle. You find a portal made of toenails and regret.",
    "nextIds": [
      271
    ]
  },
  {
    "id": 268,
    "title": "The Zoo-niverse",
    "text": "You are flung headfirst into the The Zoo-niverse. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      269,
      273,
      270
    ]
  },
  {
    "id": 269,
    "title": "Disco Jungle",
    "text": "You slide into the Electric Wig Forest. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      273,
      278
    ]
  },
  {
    "id": 270,
    "title": "Moon Cheese Bazaar",
    "text": "You dance your way into the The Zoo-niverse. You find a portal made of toenails and regret.",
    "nextIds": [
      279,
      278
    ]
  },
  {
    "id": 271,
    "title": "Disco Jungle",
    "text": "You awaken inside the Shamanic Sandwich Realm. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      278
    ]
  },
  {
    "id": 272,
    "title": "The Zoo-niverse",
    "text": "You are flung headfirst into the Velvet Submarine. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      279,
      278,
      276
    ]
  },
  {
    "id": 273,
    "title": "Vince's Hair Palace",
    "text": "You awaken inside the Moon Cheese Bazaar. You find a portal made of toenails and regret.",
    "nextIds": [
      275,
      281,
      277
    ]
  },
  {
    "id": 274,
    "title": "Crab of Destiny",
    "text": "You are flung headfirst into the Crab of Destiny. You hear a theremin playing itself while crying.",
    "nextIds": [
      280,
      278,
      282
    ]
  },
  {
    "id": 275,
    "title": "Crab of Destiny",
    "text": "You accidentally teleport to the Shamanic Sandwich Realm. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      278,
      280,
      279
    ]
  },
  {
    "id": 276,
    "title": "Lighthouse of Regret",
    "text": "You dance your way into the Captain Funkbeard’s Airship. Something smells like sadness and celery.",
    "nextIds": [
      283,
      278,
      277
    ]
  },
  {
    "id": 277,
    "title": "Eel King's Jacuzzi",
    "text": "You slide into the Lighthouse of Regret. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      279
    ]
  },
  {
    "id": 278,
    "title": "Jazz Trench",
    "text": "You are flung headfirst into the Bollo's Treehouse. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      286,
      280,
      287
    ]
  },
  {
    "id": 279,
    "title": "Bollo's Treehouse",
    "text": "You awaken inside the Bollo's Treehouse. You hear a theremin playing itself while crying.",
    "nextIds": [
      285,
      284
    ]
  },
  {
    "id": 280,
    "title": "Crab of Destiny",
    "text": "You accidentally teleport to the Jazz Trench. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      289
    ]
  },
  {
    "id": 281,
    "title": "Disco Jungle",
    "text": "You awaken inside the Captain Funkbeard’s Airship. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      289,
      287
    ]
  },
  {
    "id": 282,
    "title": "The Zoo-niverse",
    "text": "You are flung headfirst into the Vince's Hair Palace. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      288
    ]
  },
  {
    "id": 283,
    "title": "Crab of Destiny",
    "text": "You slide into the Vince's Hair Palace. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      290,
      292
    ]
  },
  {
    "id": 284,
    "title": "Captain Funkbeard’s Airship",
    "text": "You awaken inside the The Zoo-niverse. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      289,
      291,
      293
    ]
  },
  {
    "id": 285,
    "title": "Disco Jungle",
    "text": "You are flung headfirst into the The Zoo-niverse. You hear a theremin playing itself while crying.",
    "nextIds": [
      293,
      294,
      290
    ]
  },
  {
    "id": 286,
    "title": "Lighthouse of Regret",
    "text": "You dance your way into the Lighthouse of Regret. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      295
    ]
  },
  {
    "id": 287,
    "title": "Jazz Trench",
    "text": "You slide into the Jazz Trench. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      296,
      290
    ]
  },
  {
    "id": 288,
    "title": "Electric Wig Forest",
    "text": "You dance your way into the Moon Cheese Bazaar. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      291
    ]
  },
  {
    "id": 289,
    "title": "Moon Cheese Bazaar",
    "text": "You awaken inside the Toilet Dimension. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      291
    ]
  },
  {
    "id": 290,
    "title": "Bollo's Treehouse",
    "text": "You dance your way into the Goth Juice Swamp. Something smells like sadness and celery.",
    "nextIds": [
      296,
      298
    ]
  },
  {
    "id": 291,
    "title": "Eel King's Jacuzzi",
    "text": "You are flung headfirst into the Lighthouse of Regret. You hear a theremin playing itself while crying.",
    "nextIds": [
      300,
      294,
      296
    ]
  },
  {
    "id": 292,
    "title": "Goth Juice Swamp",
    "text": "You accidentally teleport to the Electric Wig Forest. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      296
    ]
  },
  {
    "id": 293,
    "title": "Disco Jungle",
    "text": "You accidentally teleport to the Lighthouse of Regret. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      300
    ]
  },
  {
    "id": 294,
    "title": "Electric Wig Forest",
    "text": "You dance your way into the Jazz Trench. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      300,
      295,
      301
    ]
  },
  {
    "id": 295,
    "title": "Velvet Submarine",
    "text": "You are flung headfirst into the Eel King's Jacuzzi. Something smells like sadness and celery.",
    "nextIds": [
      301,
      297
    ]
  },
  {
    "id": 296,
    "title": "Disco Jungle",
    "text": "You are flung headfirst into the Goth Juice Swamp. Something smells like sadness and celery.",
    "nextIds": [
      300,
      301
    ]
  },
  {
    "id": 297,
    "title": "Bollo's Treehouse",
    "text": "You dance your way into the Vince's Hair Palace. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      299
    ]
  },
  {
    "id": 298,
    "title": "Disco Jungle",
    "text": "You dance your way into the Vince's Hair Palace. Something smells like sadness and celery.",
    "nextIds": [
      307,
      306
    ]
  },
  {
    "id": 299,
    "title": "Lighthouse of Regret",
    "text": "You awaken inside the Velvet Submarine. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      305
    ]
  },
  {
    "id": 300,
    "title": "Jazz Trench",
    "text": "You are flung headfirst into the Velvet Submarine. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      302
    ]
  },
  {
    "id": 301,
    "title": "Eel King's Jacuzzi",
    "text": "You slide into the Captain Funkbeard’s Airship. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      302,
      304
    ]
  },
  {
    "id": 302,
    "title": "Velvet Submarine",
    "text": "You are flung headfirst into the Crab of Destiny. You hear a theremin playing itself while crying.",
    "nextIds": [
      303
    ]
  },
  {
    "id": 303,
    "title": "Vince's Hair Palace",
    "text": "You accidentally teleport to the Moon Cheese Bazaar. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      306,
      308,
      312
    ]
  },
  {
    "id": 304,
    "title": "Shamanic Sandwich Realm",
    "text": "You awaken inside the Goth Juice Swamp. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      309
    ]
  },
  {
    "id": 305,
    "title": "Jazz Trench",
    "text": "You dance your way into the The Zoo-niverse. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      306
    ]
  },
  {
    "id": 306,
    "title": "The Zoo-niverse",
    "text": "You are flung headfirst into the Captain Funkbeard’s Airship. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      308,
      312
    ]
  },
  {
    "id": 307,
    "title": "Crab of Destiny",
    "text": "You accidentally teleport to the Toilet Dimension. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      313,
      308,
      311
    ]
  },
  {
    "id": 308,
    "title": "Vince's Hair Palace",
    "text": "You dance your way into the Moon Cheese Bazaar. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      312,
      309,
      315
    ]
  },
  {
    "id": 309,
    "title": "Vince's Hair Palace",
    "text": "You accidentally teleport to the Toilet Dimension. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      315,
      312
    ]
  },
  {
    "id": 310,
    "title": "Crab of Destiny",
    "text": "You accidentally teleport to the Toilet Dimension. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      318,
      313
    ]
  },
  {
    "id": 311,
    "title": "Eel King's Jacuzzi",
    "text": "You are flung headfirst into the Bollo's Treehouse. You find a portal made of toenails and regret.",
    "nextIds": [
      314
    ]
  },
  {
    "id": 312,
    "title": "Jazz Trench",
    "text": "You slide into the Toilet Dimension. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      320,
      315
    ]
  },
  {
    "id": 313,
    "title": "Shamanic Sandwich Realm",
    "text": "You dance your way into the Goth Juice Swamp. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      316,
      318
    ]
  },
  {
    "id": 314,
    "title": "The Zoo-niverse",
    "text": "You dance your way into the Shamanic Sandwich Realm. You hear a theremin playing itself while crying.",
    "nextIds": [
      321,
      317,
      320
    ]
  },
  {
    "id": 315,
    "title": "Toilet Dimension",
    "text": "You dance your way into the Disco Jungle. You find a portal made of toenails and regret.",
    "nextIds": [
      323,
      316
    ]
  },
  {
    "id": 316,
    "title": "Moon Cheese Bazaar",
    "text": "You awaken inside the Disco Jungle. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      324
    ]
  },
  {
    "id": 317,
    "title": "Crab of Destiny",
    "text": "You dance your way into the Electric Wig Forest. Something smells like sadness and celery.",
    "nextIds": [
      322,
      320
    ]
  },
  {
    "id": 318,
    "title": "Velvet Submarine",
    "text": "You awaken inside the Vince's Hair Palace. You find a portal made of toenails and regret.",
    "nextIds": [
      323,
      321,
      322
    ]
  },
  {
    "id": 319,
    "title": "Electric Wig Forest",
    "text": "You accidentally teleport to the Jazz Trench. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      324,
      328
    ]
  },
  {
    "id": 320,
    "title": "Velvet Submarine",
    "text": "You slide into the Jazz Trench. You hear a theremin playing itself while crying.",
    "nextIds": [
      323,
      328
    ]
  },
  {
    "id": 321,
    "title": "Toilet Dimension",
    "text": "You accidentally teleport to the Electric Wig Forest. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      327
    ]
  },
  {
    "id": 322,
    "title": "Captain Funkbeard’s Airship",
    "text": "You are flung headfirst into the Moon Cheese Bazaar. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      329
    ]
  },
  {
    "id": 323,
    "title": "Crab of Destiny",
    "text": "You accidentally teleport to the Captain Funkbeard’s Airship. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      324,
      329,
      325
    ]
  },
  {
    "id": 324,
    "title": "Velvet Submarine",
    "text": "You awaken inside the The Zoo-niverse. Something smells like sadness and celery.",
    "nextIds": [
      329,
      333
    ]
  },
  {
    "id": 325,
    "title": "Electric Wig Forest",
    "text": "You are flung headfirst into the Moon Cheese Bazaar. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      327
    ]
  },
  {
    "id": 326,
    "title": "Vince's Hair Palace",
    "text": "You are flung headfirst into the Bollo's Treehouse. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      330,
      329,
      327
    ]
  },
  {
    "id": 327,
    "title": "Bollo's Treehouse",
    "text": "You dance your way into the Velvet Submarine. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      328,
      332
    ]
  },
  {
    "id": 328,
    "title": "Toilet Dimension",
    "text": "You accidentally teleport to the Lighthouse of Regret. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      336
    ]
  },
  {
    "id": 329,
    "title": "Velvet Submarine",
    "text": "You accidentally teleport to the Goth Juice Swamp. You find a portal made of toenails and regret.",
    "nextIds": [
      336,
      338
    ]
  },
  {
    "id": 330,
    "title": "The Zoo-niverse",
    "text": "You slide into the Velvet Submarine. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      333,
      331
    ]
  },
  {
    "id": 331,
    "title": "Goth Juice Swamp",
    "text": "You dance your way into the Vince's Hair Palace. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      334,
      338
    ]
  },
  {
    "id": 332,
    "title": "Shamanic Sandwich Realm",
    "text": "You are flung headfirst into the Bollo's Treehouse. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      336
    ]
  },
  {
    "id": 333,
    "title": "Vince's Hair Palace",
    "text": "You dance your way into the Electric Wig Forest. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      341,
      342,
      340
    ]
  },
  {
    "id": 334,
    "title": "Goth Juice Swamp",
    "text": "You accidentally teleport to the Crab of Destiny. Something smells like sadness and celery.",
    "nextIds": [
      341,
      335,
      339
    ]
  },
  {
    "id": 335,
    "title": "Crab of Destiny",
    "text": "You awaken inside the Captain Funkbeard’s Airship. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      341,
      339
    ]
  },
  {
    "id": 336,
    "title": "Crab of Destiny",
    "text": "You slide into the Velvet Submarine. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      341,
      344,
      339
    ]
  },
  {
    "id": 337,
    "title": "Goth Juice Swamp",
    "text": "You are flung headfirst into the Eel King's Jacuzzi. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      343,
      344
    ]
  },
  {
    "id": 338,
    "title": "Goth Juice Swamp",
    "text": "You slide into the Bollo's Treehouse. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      339,
      343
    ]
  },
  {
    "id": 339,
    "title": "Vince's Hair Palace",
    "text": "You dance your way into the Lighthouse of Regret. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      341
    ]
  },
  {
    "id": 340,
    "title": "Electric Wig Forest",
    "text": "You accidentally teleport to the Velvet Submarine. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      342,
      344,
      346
    ]
  },
  {
    "id": 341,
    "title": "Bollo's Treehouse",
    "text": "You awaken inside the Disco Jungle. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      350,
      348,
      344
    ]
  },
  {
    "id": 342,
    "title": "Velvet Submarine",
    "text": "You awaken inside the Goth Juice Swamp. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      344
    ]
  },
  {
    "id": 343,
    "title": "Goth Juice Swamp",
    "text": "You are flung headfirst into the Captain Funkbeard’s Airship. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      352
    ]
  },
  {
    "id": 344,
    "title": "Crab of Destiny",
    "text": "You slide into the Shamanic Sandwich Realm. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      345,
      349,
      351
    ]
  },
  {
    "id": 345,
    "title": "Jazz Trench",
    "text": "You are flung headfirst into the Goth Juice Swamp. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      350
    ]
  },
  {
    "id": 346,
    "title": "Electric Wig Forest",
    "text": "You slide into the Captain Funkbeard’s Airship. You find a portal made of toenails and regret.",
    "nextIds": [
      352,
      350
    ]
  },
  {
    "id": 347,
    "title": "Bollo's Treehouse",
    "text": "You dance your way into the Eel King's Jacuzzi. You hear a theremin playing itself while crying.",
    "nextIds": [
      355,
      348,
      349
    ]
  },
  {
    "id": 348,
    "title": "Lighthouse of Regret",
    "text": "You are flung headfirst into the Crab of Destiny. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      354,
      353
    ]
  },
  {
    "id": 349,
    "title": "Goth Juice Swamp",
    "text": "You dance your way into the Moon Cheese Bazaar. You find a portal made of toenails and regret.",
    "nextIds": [
      354,
      355
    ]
  },
  {
    "id": 350,
    "title": "The Zoo-niverse",
    "text": "You dance your way into the Captain Funkbeard’s Airship. You find a portal made of toenails and regret.",
    "nextIds": [
      358
    ]
  },
  {
    "id": 351,
    "title": "Eel King's Jacuzzi",
    "text": "You accidentally teleport to the Vince's Hair Palace. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      357,
      354,
      353
    ]
  },
  {
    "id": 352,
    "title": "The Zoo-niverse",
    "text": "You slide into the Shamanic Sandwich Realm. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      360
    ]
  },
  {
    "id": 353,
    "title": "Bollo's Treehouse",
    "text": "You slide into the Bollo's Treehouse. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      361,
      358,
      354
    ]
  },
  {
    "id": 354,
    "title": "Lighthouse of Regret",
    "text": "You slide into the Eel King's Jacuzzi. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      359,
      356,
      357
    ]
  },
  {
    "id": 355,
    "title": "Jazz Trench",
    "text": "You accidentally teleport to the Crab of Destiny. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      360
    ]
  },
  {
    "id": 356,
    "title": "Eel King's Jacuzzi",
    "text": "You slide into the Jazz Trench. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      360
    ]
  },
  {
    "id": 357,
    "title": "Crab of Destiny",
    "text": "You dance your way into the Electric Wig Forest. Something smells like sadness and celery.",
    "nextIds": [
      358,
      366
    ]
  },
  {
    "id": 358,
    "title": "Lighthouse of Regret",
    "text": "You dance your way into the Jazz Trench. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      359,
      365
    ]
  },
  {
    "id": 359,
    "title": "Crab of Destiny",
    "text": "You awaken inside the Velvet Submarine. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      368
    ]
  },
  {
    "id": 360,
    "title": "Velvet Submarine",
    "text": "You awaken inside the Crab of Destiny. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      361
    ]
  },
  {
    "id": 361,
    "title": "Toilet Dimension",
    "text": "You are flung headfirst into the Bollo's Treehouse. Something smells like sadness and celery.",
    "nextIds": [
      365
    ]
  },
  {
    "id": 362,
    "title": "Velvet Submarine",
    "text": "You awaken inside the Goth Juice Swamp. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      369
    ]
  },
  {
    "id": 363,
    "title": "Jazz Trench",
    "text": "You slide into the Velvet Submarine. You find a portal made of toenails and regret.",
    "nextIds": [
      367,
      368,
      365
    ]
  },
  {
    "id": 364,
    "title": "Eel King's Jacuzzi",
    "text": "You are flung headfirst into the Disco Jungle. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      373,
      370,
      367
    ]
  },
  {
    "id": 365,
    "title": "Jazz Trench",
    "text": "You dance your way into the Captain Funkbeard’s Airship. You hear a theremin playing itself while crying.",
    "nextIds": [
      374,
      369
    ]
  },
  {
    "id": 366,
    "title": "Electric Wig Forest",
    "text": "You slide into the Jazz Trench. You find a portal made of toenails and regret.",
    "nextIds": [
      374
    ]
  },
  {
    "id": 367,
    "title": "Captain Funkbeard’s Airship",
    "text": "You accidentally teleport to the Goth Juice Swamp. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      376,
      373
    ]
  },
  {
    "id": 368,
    "title": "Moon Cheese Bazaar",
    "text": "You accidentally teleport to the Moon Cheese Bazaar. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      371,
      369,
      370
    ]
  },
  {
    "id": 369,
    "title": "Lighthouse of Regret",
    "text": "You are flung headfirst into the Eel King's Jacuzzi. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      371,
      373,
      378
    ]
  },
  {
    "id": 370,
    "title": "Lighthouse of Regret",
    "text": "You dance your way into the Disco Jungle. Something smells like sadness and celery.",
    "nextIds": [
      375
    ]
  },
  {
    "id": 371,
    "title": "Shamanic Sandwich Realm",
    "text": "You awaken inside the Shamanic Sandwich Realm. You hear a theremin playing itself while crying.",
    "nextIds": [
      373
    ]
  },
  {
    "id": 372,
    "title": "Bollo's Treehouse",
    "text": "You dance your way into the Crab of Destiny. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      373,
      380,
      381
    ]
  },
  {
    "id": 373,
    "title": "Electric Wig Forest",
    "text": "You slide into the Jazz Trench. You hear a theremin playing itself while crying.",
    "nextIds": [
      377,
      382,
      374
    ]
  },
  {
    "id": 374,
    "title": "Velvet Submarine",
    "text": "You accidentally teleport to the Goth Juice Swamp. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      381,
      377
    ]
  },
  {
    "id": 375,
    "title": "Disco Jungle",
    "text": "You slide into the Shamanic Sandwich Realm. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      377,
      380
    ]
  },
  {
    "id": 376,
    "title": "Toilet Dimension",
    "text": "You accidentally teleport to the Lighthouse of Regret. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      382
    ]
  },
  {
    "id": 377,
    "title": "Eel King's Jacuzzi",
    "text": "You accidentally teleport to the Lighthouse of Regret. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      385,
      379,
      384
    ]
  },
  {
    "id": 378,
    "title": "Moon Cheese Bazaar",
    "text": "You slide into the Jazz Trench. You find a portal made of toenails and regret.",
    "nextIds": [
      381,
      384,
      383
    ]
  },
  {
    "id": 379,
    "title": "Bollo's Treehouse",
    "text": "You accidentally teleport to the Vince's Hair Palace. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      382,
      385,
      381
    ]
  },
  {
    "id": 380,
    "title": "Velvet Submarine",
    "text": "You accidentally teleport to the Crab of Destiny. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      381,
      382,
      388
    ]
  },
  {
    "id": 381,
    "title": "Lighthouse of Regret",
    "text": "You dance your way into the Lighthouse of Regret. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      387
    ]
  },
  {
    "id": 382,
    "title": "Toilet Dimension",
    "text": "You are flung headfirst into the Electric Wig Forest. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      389,
      385,
      387
    ]
  },
  {
    "id": 383,
    "title": "Lighthouse of Regret",
    "text": "You dance your way into the Crab of Destiny. You hear a theremin playing itself while crying.",
    "nextIds": [
      392,
      384,
      386
    ]
  },
  {
    "id": 384,
    "title": "Jazz Trench",
    "text": "You slide into the Lighthouse of Regret. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      386,
      389
    ]
  },
  {
    "id": 385,
    "title": "Toilet Dimension",
    "text": "You awaken inside the Velvet Submarine. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      391
    ]
  },
  {
    "id": 386,
    "title": "Moon Cheese Bazaar",
    "text": "You awaken inside the Toilet Dimension. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      392,
      388
    ]
  },
  {
    "id": 387,
    "title": "Electric Wig Forest",
    "text": "You awaken inside the Toilet Dimension. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      389,
      390,
      392
    ]
  },
  {
    "id": 388,
    "title": "Goth Juice Swamp",
    "text": "You slide into the Vince's Hair Palace. Something smells like sadness and celery.",
    "nextIds": [
      395,
      397,
      392
    ]
  },
  {
    "id": 389,
    "title": "Vince's Hair Palace",
    "text": "You are flung headfirst into the Velvet Submarine. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      390
    ]
  },
  {
    "id": 390,
    "title": "Disco Jungle",
    "text": "You dance your way into the Crab of Destiny. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      392
    ]
  },
  {
    "id": 391,
    "title": "Shamanic Sandwich Realm",
    "text": "You dance your way into the Vince's Hair Palace. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      395,
      398
    ]
  },
  {
    "id": 392,
    "title": "The Zoo-niverse",
    "text": "You slide into the Electric Wig Forest. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      393,
      401,
      399
    ]
  },
  {
    "id": 393,
    "title": "Goth Juice Swamp",
    "text": "You awaken inside the Electric Wig Forest. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      396
    ]
  },
  {
    "id": 394,
    "title": "Electric Wig Forest",
    "text": "You slide into the Eel King's Jacuzzi. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      396
    ]
  },
  {
    "id": 395,
    "title": "Shamanic Sandwich Realm",
    "text": "You slide into the The Zoo-niverse. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      399,
      397,
      398
    ]
  },
  {
    "id": 396,
    "title": "Eel King's Jacuzzi",
    "text": "You are flung headfirst into the Bollo's Treehouse. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      397,
      403
    ]
  },
  {
    "id": 397,
    "title": "Crab of Destiny",
    "text": "You slide into the Velvet Submarine. You hear a theremin playing itself while crying.",
    "nextIds": [
      404
    ]
  },
  {
    "id": 398,
    "title": "Toilet Dimension",
    "text": "You accidentally teleport to the Crab of Destiny. You find a portal made of toenails and regret.",
    "nextIds": [
      402
    ]
  },
  {
    "id": 399,
    "title": "Vince's Hair Palace",
    "text": "You awaken inside the Eel King's Jacuzzi. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      401,
      407,
      406
    ]
  },
  {
    "id": 400,
    "title": "Jazz Trench",
    "text": "You accidentally teleport to the Bollo's Treehouse. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      402
    ]
  },
  {
    "id": 401,
    "title": "Crab of Destiny",
    "text": "You slide into the Electric Wig Forest. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      409,
      408
    ]
  },
  {
    "id": 402,
    "title": "Eel King's Jacuzzi",
    "text": "You dance your way into the Jazz Trench. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      408
    ]
  },
  {
    "id": 403,
    "title": "Crab of Destiny",
    "text": "You slide into the Captain Funkbeard’s Airship. You hear a theremin playing itself while crying.",
    "nextIds": [
      410,
      404
    ]
  },
  {
    "id": 404,
    "title": "Shamanic Sandwich Realm",
    "text": "You slide into the Velvet Submarine. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      413,
      409,
      407
    ]
  },
  {
    "id": 405,
    "title": "Velvet Submarine",
    "text": "You dance your way into the The Zoo-niverse. You hear a theremin playing itself while crying.",
    "nextIds": [
      406,
      409
    ]
  },
  {
    "id": 406,
    "title": "Moon Cheese Bazaar",
    "text": "You awaken inside the Velvet Submarine. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      413
    ]
  },
  {
    "id": 407,
    "title": "Eel King's Jacuzzi",
    "text": "You slide into the Vince's Hair Palace. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      413,
      409,
      414
    ]
  },
  {
    "id": 408,
    "title": "Disco Jungle",
    "text": "You accidentally teleport to the Shamanic Sandwich Realm. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      415
    ]
  },
  {
    "id": 409,
    "title": "Velvet Submarine",
    "text": "You slide into the Shamanic Sandwich Realm. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      417,
      410
    ]
  },
  {
    "id": 410,
    "title": "Jazz Trench",
    "text": "You slide into the Disco Jungle. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      412,
      416,
      411
    ]
  },
  {
    "id": 411,
    "title": "The Zoo-niverse",
    "text": "You are flung headfirst into the Eel King's Jacuzzi. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      420,
      416
    ]
  },
  {
    "id": 412,
    "title": "Captain Funkbeard’s Airship",
    "text": "You accidentally teleport to the Goth Juice Swamp. You hear a theremin playing itself while crying.",
    "nextIds": [
      415
    ]
  },
  {
    "id": 413,
    "title": "Toilet Dimension",
    "text": "You are flung headfirst into the Crab of Destiny. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      422,
      420,
      415
    ]
  },
  {
    "id": 414,
    "title": "Velvet Submarine",
    "text": "You awaken inside the Crab of Destiny. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      416,
      417
    ]
  },
  {
    "id": 415,
    "title": "Goth Juice Swamp",
    "text": "You slide into the Electric Wig Forest. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      417
    ]
  },
  {
    "id": 416,
    "title": "Goth Juice Swamp",
    "text": "You are flung headfirst into the Bollo's Treehouse. You find a portal made of toenails and regret.",
    "nextIds": [
      422,
      419
    ]
  },
  {
    "id": 417,
    "title": "Shamanic Sandwich Realm",
    "text": "You are flung headfirst into the Shamanic Sandwich Realm. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      422,
      425
    ]
  },
  {
    "id": 418,
    "title": "Goth Juice Swamp",
    "text": "You slide into the Vince's Hair Palace. Something smells like sadness and celery.",
    "nextIds": [
      425,
      424,
      419
    ]
  },
  {
    "id": 419,
    "title": "Toilet Dimension",
    "text": "You awaken inside the Electric Wig Forest. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      424,
      425
    ]
  },
  {
    "id": 420,
    "title": "Moon Cheese Bazaar",
    "text": "You slide into the Bollo's Treehouse. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      427,
      421
    ]
  },
  {
    "id": 421,
    "title": "The Zoo-niverse",
    "text": "You are flung headfirst into the The Zoo-niverse. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      430,
      425
    ]
  },
  {
    "id": 422,
    "title": "Eel King's Jacuzzi",
    "text": "You slide into the Bollo's Treehouse. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      426
    ]
  },
  {
    "id": 423,
    "title": "Electric Wig Forest",
    "text": "You accidentally teleport to the Moon Cheese Bazaar. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      431
    ]
  },
  {
    "id": 424,
    "title": "Velvet Submarine",
    "text": "You dance your way into the Goth Juice Swamp. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      428,
      429,
      430
    ]
  },
  {
    "id": 425,
    "title": "Moon Cheese Bazaar",
    "text": "You dance your way into the Disco Jungle. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      430,
      428,
      426
    ]
  },
  {
    "id": 426,
    "title": "Bollo's Treehouse",
    "text": "You dance your way into the Goth Juice Swamp. You hear a theremin playing itself while crying.",
    "nextIds": [
      429,
      428,
      433
    ]
  },
  {
    "id": 427,
    "title": "Captain Funkbeard’s Airship",
    "text": "You awaken inside the Eel King's Jacuzzi. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      430,
      434
    ]
  },
  {
    "id": 428,
    "title": "Goth Juice Swamp",
    "text": "You are flung headfirst into the Bollo's Treehouse. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      437,
      435,
      432
    ]
  },
  {
    "id": 429,
    "title": "Bollo's Treehouse",
    "text": "You are flung headfirst into the Vince's Hair Palace. You find a portal made of toenails and regret.",
    "nextIds": [
      438
    ]
  },
  {
    "id": 430,
    "title": "Eel King's Jacuzzi",
    "text": "You slide into the Moon Cheese Bazaar. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      437,
      434,
      439
    ]
  },
  {
    "id": 431,
    "title": "Moon Cheese Bazaar",
    "text": "You accidentally teleport to the Toilet Dimension. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      437,
      439,
      440
    ]
  },
  {
    "id": 432,
    "title": "Moon Cheese Bazaar",
    "text": "You accidentally teleport to the Electric Wig Forest. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      439
    ]
  },
  {
    "id": 433,
    "title": "Velvet Submarine",
    "text": "You are flung headfirst into the Shamanic Sandwich Realm. Something smells like sadness and celery.",
    "nextIds": [
      435,
      437
    ]
  },
  {
    "id": 434,
    "title": "Shamanic Sandwich Realm",
    "text": "You awaken inside the Goth Juice Swamp. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      439
    ]
  },
  {
    "id": 435,
    "title": "Eel King's Jacuzzi",
    "text": "You slide into the Bollo's Treehouse. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      439,
      436,
      438
    ]
  },
  {
    "id": 436,
    "title": "Moon Cheese Bazaar",
    "text": "You are flung headfirst into the Crab of Destiny. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      442
    ]
  },
  {
    "id": 437,
    "title": "Lighthouse of Regret",
    "text": "You slide into the Goth Juice Swamp. You hear a theremin playing itself while crying.",
    "nextIds": [
      439,
      441,
      445
    ]
  },
  {
    "id": 438,
    "title": "Jazz Trench",
    "text": "You slide into the Disco Jungle. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      441,
      444,
      447
    ]
  },
  {
    "id": 439,
    "title": "Toilet Dimension",
    "text": "You slide into the Crab of Destiny. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      441,
      443,
      440
    ]
  },
  {
    "id": 440,
    "title": "Bollo's Treehouse",
    "text": "You slide into the Velvet Submarine. You find a portal made of toenails and regret.",
    "nextIds": [
      448,
      446
    ]
  },
  {
    "id": 441,
    "title": "Shamanic Sandwich Realm",
    "text": "You are flung headfirst into the Moon Cheese Bazaar. You hear a theremin playing itself while crying.",
    "nextIds": [
      442,
      448
    ]
  },
  {
    "id": 442,
    "title": "Electric Wig Forest",
    "text": "You are flung headfirst into the Bollo's Treehouse. Something smells like sadness and celery.",
    "nextIds": [
      449
    ]
  },
  {
    "id": 443,
    "title": "Moon Cheese Bazaar",
    "text": "You awaken inside the The Zoo-niverse. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      449,
      452
    ]
  },
  {
    "id": 444,
    "title": "The Zoo-niverse",
    "text": "You accidentally teleport to the Moon Cheese Bazaar. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      445,
      451,
      453
    ]
  },
  {
    "id": 445,
    "title": "Disco Jungle",
    "text": "You slide into the Velvet Submarine. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      454,
      446,
      452
    ]
  },
  {
    "id": 446,
    "title": "Jazz Trench",
    "text": "You dance your way into the Moon Cheese Bazaar. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      454,
      447
    ]
  },
  {
    "id": 447,
    "title": "Captain Funkbeard’s Airship",
    "text": "You slide into the Jazz Trench. You find a portal made of toenails and regret.",
    "nextIds": [
      448
    ]
  },
  {
    "id": 448,
    "title": "Eel King's Jacuzzi",
    "text": "You are flung headfirst into the Jazz Trench. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      457
    ]
  },
  {
    "id": 449,
    "title": "Toilet Dimension",
    "text": "You dance your way into the Toilet Dimension. Something smells like sadness and celery.",
    "nextIds": [
      454
    ]
  },
  {
    "id": 450,
    "title": "Eel King's Jacuzzi",
    "text": "You slide into the Captain Funkbeard’s Airship. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      456,
      458,
      455
    ]
  },
  {
    "id": 451,
    "title": "Vince's Hair Palace",
    "text": "You are flung headfirst into the Vince's Hair Palace. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      453,
      454,
      458
    ]
  },
  {
    "id": 452,
    "title": "Toilet Dimension",
    "text": "You accidentally teleport to the Eel King's Jacuzzi. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      461
    ]
  },
  {
    "id": 453,
    "title": "Disco Jungle",
    "text": "You slide into the Toilet Dimension. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      461
    ]
  },
  {
    "id": 454,
    "title": "Vince's Hair Palace",
    "text": "You slide into the Captain Funkbeard’s Airship. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      455,
      459
    ]
  },
  {
    "id": 455,
    "title": "Vince's Hair Palace",
    "text": "You dance your way into the Velvet Submarine. Something smells like sadness and celery.",
    "nextIds": [
      460,
      459,
      457
    ]
  },
  {
    "id": 456,
    "title": "The Zoo-niverse",
    "text": "You awaken inside the Bollo's Treehouse. Something smells like sadness and celery.",
    "nextIds": [
      459,
      457,
      460
    ]
  },
  {
    "id": 457,
    "title": "Captain Funkbeard’s Airship",
    "text": "You awaken inside the Captain Funkbeard’s Airship. Something smells like sadness and celery.",
    "nextIds": [
      461
    ]
  },
  {
    "id": 458,
    "title": "Bollo's Treehouse",
    "text": "You are flung headfirst into the Goth Juice Swamp. Something smells like sadness and celery.",
    "nextIds": [
      461,
      462,
      465
    ]
  },
  {
    "id": 459,
    "title": "Velvet Submarine",
    "text": "You slide into the Goth Juice Swamp. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      467
    ]
  },
  {
    "id": 460,
    "title": "Velvet Submarine",
    "text": "You are flung headfirst into the Electric Wig Forest. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      464,
      461,
      469
    ]
  },
  {
    "id": 461,
    "title": "Bollo's Treehouse",
    "text": "You slide into the Electric Wig Forest. You find a portal made of toenails and regret.",
    "nextIds": [
      467,
      464
    ]
  },
  {
    "id": 462,
    "title": "Captain Funkbeard’s Airship",
    "text": "You slide into the Jazz Trench. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      469,
      466
    ]
  },
  {
    "id": 463,
    "title": "Vince's Hair Palace",
    "text": "You accidentally teleport to the Shamanic Sandwich Realm. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      467,
      468
    ]
  },
  {
    "id": 464,
    "title": "Electric Wig Forest",
    "text": "You accidentally teleport to the Eel King's Jacuzzi. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      466,
      473
    ]
  },
  {
    "id": 465,
    "title": "Lighthouse of Regret",
    "text": "You are flung headfirst into the Toilet Dimension. You find a portal made of toenails and regret.",
    "nextIds": [
      471,
      467
    ]
  },
  {
    "id": 466,
    "title": "Goth Juice Swamp",
    "text": "You dance your way into the Goth Juice Swamp. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      474
    ]
  },
  {
    "id": 467,
    "title": "Eel King's Jacuzzi",
    "text": "You awaken inside the Toilet Dimension. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      469,
      472,
      470
    ]
  },
  {
    "id": 468,
    "title": "Vince's Hair Palace",
    "text": "You accidentally teleport to the Electric Wig Forest. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      469,
      476
    ]
  },
  {
    "id": 469,
    "title": "Goth Juice Swamp",
    "text": "You awaken inside the Captain Funkbeard’s Airship. You hear a theremin playing itself while crying.",
    "nextIds": [
      474
    ]
  },
  {
    "id": 470,
    "title": "Vince's Hair Palace",
    "text": "You dance your way into the Velvet Submarine. You find a portal made of toenails and regret.",
    "nextIds": [
      472,
      479
    ]
  },
  {
    "id": 471,
    "title": "Vince's Hair Palace",
    "text": "You slide into the Toilet Dimension. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      476
    ]
  },
  {
    "id": 472,
    "title": "Jazz Trench",
    "text": "You slide into the Lighthouse of Regret. Something smells like sadness and celery.",
    "nextIds": [
      480,
      473
    ]
  },
  {
    "id": 473,
    "title": "Jazz Trench",
    "text": "You are flung headfirst into the Captain Funkbeard’s Airship. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      475
    ]
  },
  {
    "id": 474,
    "title": "Captain Funkbeard’s Airship",
    "text": "You awaken inside the Disco Jungle. Something smells like sadness and celery.",
    "nextIds": [
      475,
      479,
      483
    ]
  },
  {
    "id": 475,
    "title": "Bollo's Treehouse",
    "text": "You dance your way into the Captain Funkbeard’s Airship. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      479,
      483
    ]
  },
  {
    "id": 476,
    "title": "Shamanic Sandwich Realm",
    "text": "You awaken inside the Bollo's Treehouse. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      479
    ]
  },
  {
    "id": 477,
    "title": "Bollo's Treehouse",
    "text": "You dance your way into the Bollo's Treehouse. You find a portal made of toenails and regret.",
    "nextIds": [
      485,
      483
    ]
  },
  {
    "id": 478,
    "title": "Crab of Destiny",
    "text": "You awaken inside the The Zoo-niverse. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      487
    ]
  },
  {
    "id": 479,
    "title": "Jazz Trench",
    "text": "You accidentally teleport to the Moon Cheese Bazaar. Something smells like sadness and celery.",
    "nextIds": [
      485
    ]
  },
  {
    "id": 480,
    "title": "Captain Funkbeard’s Airship",
    "text": "You accidentally teleport to the Jazz Trench. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      488,
      489
    ]
  },
  {
    "id": 481,
    "title": "Velvet Submarine",
    "text": "You awaken inside the Moon Cheese Bazaar. Something smells like sadness and celery.",
    "nextIds": [
      486,
      490
    ]
  },
  {
    "id": 482,
    "title": "Vince's Hair Palace",
    "text": "You are flung headfirst into the Toilet Dimension. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      489,
      487
    ]
  },
  {
    "id": 483,
    "title": "Moon Cheese Bazaar",
    "text": "You dance your way into the Goth Juice Swamp. You hear a theremin playing itself while crying.",
    "nextIds": [
      486
    ]
  },
  {
    "id": 484,
    "title": "Jazz Trench",
    "text": "You accidentally teleport to the The Zoo-niverse. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      493,
      485,
      488
    ]
  },
  {
    "id": 485,
    "title": "Lighthouse of Regret",
    "text": "You slide into the Toilet Dimension. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      491,
      493
    ]
  },
  {
    "id": 486,
    "title": "Bollo's Treehouse",
    "text": "You awaken inside the Moon Cheese Bazaar. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      492
    ]
  },
  {
    "id": 487,
    "title": "Lighthouse of Regret",
    "text": "You dance your way into the Vince's Hair Palace. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      488
    ]
  },
  {
    "id": 488,
    "title": "Goth Juice Swamp",
    "text": "You dance your way into the Jazz Trench. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      493,
      495,
      497
    ]
  },
  {
    "id": 489,
    "title": "Goth Juice Swamp",
    "text": "You awaken inside the Bollo's Treehouse. Something smells like sadness and celery.",
    "nextIds": [
      493
    ]
  },
  {
    "id": 490,
    "title": "Toilet Dimension",
    "text": "You slide into the Velvet Submarine. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      491,
      499
    ]
  },
  {
    "id": 491,
    "title": "Goth Juice Swamp",
    "text": "You are flung headfirst into the Moon Cheese Bazaar. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      496,
      494
    ]
  },
  {
    "id": 492,
    "title": "Captain Funkbeard’s Airship",
    "text": "You dance your way into the The Zoo-niverse. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      500,
      495,
      496
    ]
  },
  {
    "id": 493,
    "title": "Captain Funkbeard’s Airship",
    "text": "You awaken inside the Crab of Destiny. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      497
    ]
  },
  {
    "id": 494,
    "title": "Velvet Submarine",
    "text": "You accidentally teleport to the Toilet Dimension. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      500
    ]
  },
  {
    "id": 495,
    "title": "Shamanic Sandwich Realm",
    "text": "You dance your way into the Eel King's Jacuzzi. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      499,
      501,
      498
    ]
  },
  {
    "id": 496,
    "title": "Shamanic Sandwich Realm",
    "text": "You slide into the Lighthouse of Regret. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      497,
      499,
      503
    ]
  },
  {
    "id": 497,
    "title": "Shamanic Sandwich Realm",
    "text": "You are flung headfirst into the Electric Wig Forest. You hear a theremin playing itself while crying.",
    "nextIds": [
      502,
      499
    ]
  },
  {
    "id": 498,
    "title": "Captain Funkbeard’s Airship",
    "text": "You slide into the Captain Funkbeard’s Airship. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      499,
      500,
      503
    ]
  },
  {
    "id": 499,
    "title": "Electric Wig Forest",
    "text": "You dance your way into the Electric Wig Forest. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      505
    ]
  },
  {
    "id": 500,
    "title": "Lighthouse of Regret",
    "text": "You accidentally teleport to the Crab of Destiny. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      503,
      508
    ]
  },
  {
    "id": 501,
    "title": "Jazz Trench",
    "text": "You slide into the Crab of Destiny. You find a portal made of toenails and regret.",
    "nextIds": [
      508,
      503
    ]
  },
  {
    "id": 502,
    "title": "Eel King's Jacuzzi",
    "text": "You slide into the Electric Wig Forest. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      511,
      508
    ]
  },
  {
    "id": 503,
    "title": "Crab of Destiny",
    "text": "You are flung headfirst into the Moon Cheese Bazaar. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      507
    ]
  },
  {
    "id": 504,
    "title": "Goth Juice Swamp",
    "text": "You accidentally teleport to the Electric Wig Forest. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      507,
      513
    ]
  },
  {
    "id": 505,
    "title": "Velvet Submarine",
    "text": "You are flung headfirst into the Vince's Hair Palace. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      514,
      512,
      506
    ]
  },
  {
    "id": 506,
    "title": "Electric Wig Forest",
    "text": "You dance your way into the Crab of Destiny. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      512,
      508
    ]
  },
  {
    "id": 507,
    "title": "Lighthouse of Regret",
    "text": "You slide into the Moon Cheese Bazaar. You hear a theremin playing itself while crying.",
    "nextIds": [
      515,
      511,
      510
    ]
  },
  {
    "id": 508,
    "title": "Shamanic Sandwich Realm",
    "text": "You are flung headfirst into the Electric Wig Forest. You hear a theremin playing itself while crying.",
    "nextIds": [
      511,
      517
    ]
  },
  {
    "id": 509,
    "title": "Disco Jungle",
    "text": "You slide into the Electric Wig Forest. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      517,
      512
    ]
  },
  {
    "id": 510,
    "title": "Velvet Submarine",
    "text": "You accidentally teleport to the Toilet Dimension. You find a portal made of toenails and regret.",
    "nextIds": [
      518,
      512,
      511
    ]
  },
  {
    "id": 511,
    "title": "Eel King's Jacuzzi",
    "text": "You are flung headfirst into the Disco Jungle. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      520,
      518,
      513
    ]
  },
  {
    "id": 512,
    "title": "Lighthouse of Regret",
    "text": "You accidentally teleport to the Velvet Submarine. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      520,
      516,
      514
    ]
  },
  {
    "id": 513,
    "title": "The Zoo-niverse",
    "text": "You dance your way into the Crab of Destiny. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      516,
      515,
      518
    ]
  },
  {
    "id": 514,
    "title": "Captain Funkbeard’s Airship",
    "text": "You dance your way into the Crab of Destiny. Something smells like sadness and celery.",
    "nextIds": [
      521
    ]
  },
  {
    "id": 515,
    "title": "Goth Juice Swamp",
    "text": "You are flung headfirst into the Toilet Dimension. You find a portal made of toenails and regret.",
    "nextIds": [
      518
    ]
  },
  {
    "id": 516,
    "title": "Disco Jungle",
    "text": "You accidentally teleport to the Velvet Submarine. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      524,
      522
    ]
  },
  {
    "id": 517,
    "title": "The Zoo-niverse",
    "text": "You slide into the Velvet Submarine. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      519
    ]
  },
  {
    "id": 518,
    "title": "Lighthouse of Regret",
    "text": "You slide into the Captain Funkbeard’s Airship. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      524
    ]
  },
  {
    "id": 519,
    "title": "Velvet Submarine",
    "text": "You awaken inside the Lighthouse of Regret. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      520,
      524,
      521
    ]
  },
  {
    "id": 520,
    "title": "Lighthouse of Regret",
    "text": "You accidentally teleport to the Bollo's Treehouse. Something smells like sadness and celery.",
    "nextIds": [
      526,
      524,
      523
    ]
  },
  {
    "id": 521,
    "title": "Moon Cheese Bazaar",
    "text": "You are flung headfirst into the Velvet Submarine. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      528
    ]
  },
  {
    "id": 522,
    "title": "Disco Jungle",
    "text": "You accidentally teleport to the Captain Funkbeard’s Airship. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      531,
      524
    ]
  },
  {
    "id": 523,
    "title": "Crab of Destiny",
    "text": "You accidentally teleport to the The Zoo-niverse. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      531,
      527,
      528
    ]
  },
  {
    "id": 524,
    "title": "Bollo's Treehouse",
    "text": "You are flung headfirst into the Captain Funkbeard’s Airship. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      532,
      529,
      533
    ]
  },
  {
    "id": 525,
    "title": "Toilet Dimension",
    "text": "You accidentally teleport to the Lighthouse of Regret. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      532,
      529,
      530
    ]
  },
  {
    "id": 526,
    "title": "Eel King's Jacuzzi",
    "text": "You awaken inside the Bollo's Treehouse. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      535
    ]
  },
  {
    "id": 527,
    "title": "Jazz Trench",
    "text": "You awaken inside the Eel King's Jacuzzi. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      533
    ]
  },
  {
    "id": 528,
    "title": "Goth Juice Swamp",
    "text": "You awaken inside the Jazz Trench. You hear a theremin playing itself while crying.",
    "nextIds": [
      535,
      530
    ]
  },
  {
    "id": 529,
    "title": "Captain Funkbeard’s Airship",
    "text": "You awaken inside the Captain Funkbeard’s Airship. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      535,
      538
    ]
  },
  {
    "id": 530,
    "title": "Captain Funkbeard’s Airship",
    "text": "You dance your way into the Captain Funkbeard’s Airship. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      531,
      535,
      536
    ]
  },
  {
    "id": 531,
    "title": "Disco Jungle",
    "text": "You are flung headfirst into the Jazz Trench. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      534
    ]
  },
  {
    "id": 532,
    "title": "Lighthouse of Regret",
    "text": "You are flung headfirst into the Velvet Submarine. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      536,
      537
    ]
  },
  {
    "id": 533,
    "title": "Shamanic Sandwich Realm",
    "text": "You accidentally teleport to the Velvet Submarine. Something smells like sadness and celery.",
    "nextIds": [
      539,
      536
    ]
  },
  {
    "id": 534,
    "title": "Eel King's Jacuzzi",
    "text": "You accidentally teleport to the Moon Cheese Bazaar. You find a portal made of toenails and regret.",
    "nextIds": [
      537,
      539
    ]
  },
  {
    "id": 535,
    "title": "Crab of Destiny",
    "text": "You slide into the Electric Wig Forest. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      538,
      536,
      544
    ]
  },
  {
    "id": 536,
    "title": "Captain Funkbeard’s Airship",
    "text": "You dance your way into the Bollo's Treehouse. You hear a theremin playing itself while crying.",
    "nextIds": [
      541,
      537,
      542
    ]
  },
  {
    "id": 537,
    "title": "Velvet Submarine",
    "text": "You are flung headfirst into the The Zoo-niverse. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      544
    ]
  },
  {
    "id": 538,
    "title": "Eel King's Jacuzzi",
    "text": "You accidentally teleport to the Goth Juice Swamp. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      546,
      543,
      544
    ]
  },
  {
    "id": 539,
    "title": "Toilet Dimension",
    "text": "You awaken inside the Goth Juice Swamp. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      546,
      545,
      548
    ]
  },
  {
    "id": 540,
    "title": "Lighthouse of Regret",
    "text": "You slide into the Bollo's Treehouse. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      542,
      544,
      543
    ]
  },
  {
    "id": 541,
    "title": "Eel King's Jacuzzi",
    "text": "You accidentally teleport to the Moon Cheese Bazaar. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      549,
      543,
      550
    ]
  },
  {
    "id": 542,
    "title": "Bollo's Treehouse",
    "text": "You are flung headfirst into the Jazz Trench. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      550,
      544,
      547
    ]
  },
  {
    "id": 543,
    "title": "Jazz Trench",
    "text": "You slide into the Vince's Hair Palace. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      544,
      548
    ]
  },
  {
    "id": 544,
    "title": "Eel King's Jacuzzi",
    "text": "You are flung headfirst into the Crab of Destiny. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      552,
      547
    ]
  },
  {
    "id": 545,
    "title": "Velvet Submarine",
    "text": "You awaken inside the Vince's Hair Palace. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      554
    ]
  },
  {
    "id": 546,
    "title": "Eel King's Jacuzzi",
    "text": "You accidentally teleport to the Shamanic Sandwich Realm. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      552,
      548
    ]
  },
  {
    "id": 547,
    "title": "The Zoo-niverse",
    "text": "You dance your way into the Eel King's Jacuzzi. You hear a theremin playing itself while crying.",
    "nextIds": [
      552,
      551
    ]
  },
  {
    "id": 548,
    "title": "Moon Cheese Bazaar",
    "text": "You awaken inside the Goth Juice Swamp. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      551
    ]
  },
  {
    "id": 549,
    "title": "The Zoo-niverse",
    "text": "You accidentally teleport to the Electric Wig Forest. You find a portal made of toenails and regret.",
    "nextIds": [
      555,
      550
    ]
  },
  {
    "id": 550,
    "title": "The Zoo-niverse",
    "text": "You dance your way into the Jazz Trench. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      551,
      552,
      554
    ]
  },
  {
    "id": 551,
    "title": "Lighthouse of Regret",
    "text": "You accidentally teleport to the Disco Jungle. Something smells like sadness and celery.",
    "nextIds": [
      558,
      557
    ]
  },
  {
    "id": 552,
    "title": "Shamanic Sandwich Realm",
    "text": "You awaken inside the Goth Juice Swamp. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      561,
      555,
      556
    ]
  },
  {
    "id": 553,
    "title": "Disco Jungle",
    "text": "You dance your way into the Electric Wig Forest. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      554
    ]
  },
  {
    "id": 554,
    "title": "Jazz Trench",
    "text": "You dance your way into the Crab of Destiny. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      559
    ]
  },
  {
    "id": 555,
    "title": "Toilet Dimension",
    "text": "You accidentally teleport to the Toilet Dimension. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      560,
      561
    ]
  },
  {
    "id": 556,
    "title": "Toilet Dimension",
    "text": "You awaken inside the Toilet Dimension. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      557,
      558,
      559
    ]
  },
  {
    "id": 557,
    "title": "Toilet Dimension",
    "text": "You are flung headfirst into the Moon Cheese Bazaar. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      562,
      560,
      559
    ]
  },
  {
    "id": 558,
    "title": "The Zoo-niverse",
    "text": "You awaken inside the Goth Juice Swamp. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      564
    ]
  },
  {
    "id": 559,
    "title": "Shamanic Sandwich Realm",
    "text": "You are flung headfirst into the Shamanic Sandwich Realm. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      560,
      568,
      564
    ]
  },
  {
    "id": 560,
    "title": "The Zoo-niverse",
    "text": "You slide into the Captain Funkbeard’s Airship. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      563
    ]
  },
  {
    "id": 561,
    "title": "Captain Funkbeard’s Airship",
    "text": "You are flung headfirst into the Jazz Trench. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      568,
      565,
      563
    ]
  },
  {
    "id": 562,
    "title": "Captain Funkbeard’s Airship",
    "text": "You dance your way into the Jazz Trench. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      565,
      569
    ]
  },
  {
    "id": 563,
    "title": "Disco Jungle",
    "text": "You are flung headfirst into the Lighthouse of Regret. Something smells like sadness and celery.",
    "nextIds": [
      564
    ]
  },
  {
    "id": 564,
    "title": "Electric Wig Forest",
    "text": "You accidentally teleport to the Crab of Destiny. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      573,
      569
    ]
  },
  {
    "id": 565,
    "title": "Jazz Trench",
    "text": "You slide into the Eel King's Jacuzzi. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      574
    ]
  },
  {
    "id": 566,
    "title": "Disco Jungle",
    "text": "You awaken inside the Eel King's Jacuzzi. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      575,
      569
    ]
  },
  {
    "id": 567,
    "title": "Toilet Dimension",
    "text": "You dance your way into the Bollo's Treehouse. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      575
    ]
  },
  {
    "id": 568,
    "title": "Moon Cheese Bazaar",
    "text": "You slide into the Moon Cheese Bazaar. Something smells like sadness and celery.",
    "nextIds": [
      574
    ]
  },
  {
    "id": 569,
    "title": "Disco Jungle",
    "text": "You accidentally teleport to the Toilet Dimension. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      574
    ]
  },
  {
    "id": 570,
    "title": "Moon Cheese Bazaar",
    "text": "You dance your way into the Velvet Submarine. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      579,
      572,
      575
    ]
  },
  {
    "id": 571,
    "title": "Crab of Destiny",
    "text": "You slide into the Bollo's Treehouse. You find a portal made of toenails and regret.",
    "nextIds": [
      573,
      576,
      575
    ]
  },
  {
    "id": 572,
    "title": "Vince's Hair Palace",
    "text": "You accidentally teleport to the Bollo's Treehouse. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      578
    ]
  },
  {
    "id": 573,
    "title": "Goth Juice Swamp",
    "text": "You slide into the Captain Funkbeard’s Airship. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      574,
      580
    ]
  },
  {
    "id": 574,
    "title": "Bollo's Treehouse",
    "text": "You awaken inside the Toilet Dimension. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      575,
      582
    ]
  },
  {
    "id": 575,
    "title": "Bollo's Treehouse",
    "text": "You accidentally teleport to the Disco Jungle. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      580,
      578,
      583
    ]
  },
  {
    "id": 576,
    "title": "Vince's Hair Palace",
    "text": "You accidentally teleport to the Jazz Trench. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      581,
      585
    ]
  },
  {
    "id": 577,
    "title": "Lighthouse of Regret",
    "text": "You dance your way into the Lighthouse of Regret. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      583
    ]
  },
  {
    "id": 578,
    "title": "Velvet Submarine",
    "text": "You dance your way into the Vince's Hair Palace. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      585
    ]
  },
  {
    "id": 579,
    "title": "Toilet Dimension",
    "text": "You awaken inside the Lighthouse of Regret. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      587,
      585,
      582
    ]
  },
  {
    "id": 580,
    "title": "The Zoo-niverse",
    "text": "You awaken inside the Vince's Hair Palace. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      584,
      589
    ]
  },
  {
    "id": 581,
    "title": "Moon Cheese Bazaar",
    "text": "You are flung headfirst into the Jazz Trench. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      587,
      582,
      583
    ]
  },
  {
    "id": 582,
    "title": "Bollo's Treehouse",
    "text": "You slide into the The Zoo-niverse. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      591
    ]
  },
  {
    "id": 583,
    "title": "Lighthouse of Regret",
    "text": "You awaken inside the Electric Wig Forest. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      590
    ]
  },
  {
    "id": 584,
    "title": "Electric Wig Forest",
    "text": "You are flung headfirst into the Captain Funkbeard’s Airship. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      586,
      592,
      589
    ]
  },
  {
    "id": 585,
    "title": "Goth Juice Swamp",
    "text": "You are flung headfirst into the Jazz Trench. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      588
    ]
  },
  {
    "id": 586,
    "title": "The Zoo-niverse",
    "text": "You awaken inside the Lighthouse of Regret. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      588,
      587
    ]
  },
  {
    "id": 587,
    "title": "Shamanic Sandwich Realm",
    "text": "You are flung headfirst into the Disco Jungle. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      594,
      588,
      591
    ]
  },
  {
    "id": 588,
    "title": "Jazz Trench",
    "text": "You dance your way into the Disco Jungle. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      593,
      592
    ]
  },
  {
    "id": 589,
    "title": "Goth Juice Swamp",
    "text": "You dance your way into the The Zoo-niverse. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      596
    ]
  },
  {
    "id": 590,
    "title": "Toilet Dimension",
    "text": "You are flung headfirst into the The Zoo-niverse. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      596,
      593
    ]
  },
  {
    "id": 591,
    "title": "Eel King's Jacuzzi",
    "text": "You accidentally teleport to the Captain Funkbeard’s Airship. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      599,
      600,
      598
    ]
  },
  {
    "id": 592,
    "title": "Shamanic Sandwich Realm",
    "text": "You accidentally teleport to the Vince's Hair Palace. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      597
    ]
  },
  {
    "id": 593,
    "title": "Disco Jungle",
    "text": "You slide into the Bollo's Treehouse. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      596,
      602,
      599
    ]
  },
  {
    "id": 594,
    "title": "Moon Cheese Bazaar",
    "text": "You awaken inside the The Zoo-niverse. You hear a theremin playing itself while crying.",
    "nextIds": [
      596,
      601,
      600
    ]
  },
  {
    "id": 595,
    "title": "Electric Wig Forest",
    "text": "You slide into the Jazz Trench. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      602
    ]
  },
  {
    "id": 596,
    "title": "Toilet Dimension",
    "text": "You dance your way into the Shamanic Sandwich Realm. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      605,
      603,
      597
    ]
  },
  {
    "id": 597,
    "title": "Crab of Destiny",
    "text": "You dance your way into the Vince's Hair Palace. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      602,
      598
    ]
  },
  {
    "id": 598,
    "title": "Velvet Submarine",
    "text": "You slide into the Disco Jungle. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      602,
      600,
      599
    ]
  },
  {
    "id": 599,
    "title": "Captain Funkbeard’s Airship",
    "text": "You are flung headfirst into the Vince's Hair Palace. You hear a theremin playing itself while crying.",
    "nextIds": [
      601,
      605
    ]
  },
  {
    "id": 600,
    "title": "Electric Wig Forest",
    "text": "You dance your way into the Eel King's Jacuzzi. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      602
    ]
  },
  {
    "id": 601,
    "title": "Bollo's Treehouse",
    "text": "You are flung headfirst into the The Zoo-niverse. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      604,
      606
    ]
  },
  {
    "id": 602,
    "title": "Velvet Submarine",
    "text": "You slide into the Jazz Trench. You find a portal made of toenails and regret.",
    "nextIds": [
      608
    ]
  },
  {
    "id": 603,
    "title": "Velvet Submarine",
    "text": "You slide into the The Zoo-niverse. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      611,
      608,
      610
    ]
  },
  {
    "id": 604,
    "title": "Velvet Submarine",
    "text": "You slide into the Eel King's Jacuzzi. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      611
    ]
  },
  {
    "id": 605,
    "title": "Eel King's Jacuzzi",
    "text": "You accidentally teleport to the Vince's Hair Palace. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      612
    ]
  },
  {
    "id": 606,
    "title": "Electric Wig Forest",
    "text": "You dance your way into the Velvet Submarine. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      608,
      611
    ]
  },
  {
    "id": 607,
    "title": "The Zoo-niverse",
    "text": "You awaken inside the Disco Jungle. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      610,
      615,
      614
    ]
  },
  {
    "id": 608,
    "title": "The Zoo-niverse",
    "text": "You slide into the Captain Funkbeard’s Airship. You find a portal made of toenails and regret.",
    "nextIds": [
      615,
      614,
      609
    ]
  },
  {
    "id": 609,
    "title": "Velvet Submarine",
    "text": "You awaken inside the Shamanic Sandwich Realm. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      617,
      610,
      613
    ]
  },
  {
    "id": 610,
    "title": "Shamanic Sandwich Realm",
    "text": "You accidentally teleport to the Moon Cheese Bazaar. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      611,
      617,
      619
    ]
  },
  {
    "id": 611,
    "title": "Moon Cheese Bazaar",
    "text": "You are flung headfirst into the Lighthouse of Regret. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      614,
      612
    ]
  },
  {
    "id": 612,
    "title": "Bollo's Treehouse",
    "text": "You accidentally teleport to the Shamanic Sandwich Realm. Something smells like sadness and celery.",
    "nextIds": [
      618,
      615
    ]
  },
  {
    "id": 613,
    "title": "Toilet Dimension",
    "text": "You slide into the Shamanic Sandwich Realm. You find a portal made of toenails and regret.",
    "nextIds": [
      618,
      619,
      621
    ]
  },
  {
    "id": 614,
    "title": "Toilet Dimension",
    "text": "You accidentally teleport to the Shamanic Sandwich Realm. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      615,
      616,
      619
    ]
  },
  {
    "id": 615,
    "title": "Electric Wig Forest",
    "text": "You awaken inside the Captain Funkbeard’s Airship. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      617,
      618,
      621
    ]
  },
  {
    "id": 616,
    "title": "Moon Cheese Bazaar",
    "text": "You are flung headfirst into the Goth Juice Swamp. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      618,
      620,
      622
    ]
  },
  {
    "id": 617,
    "title": "Captain Funkbeard’s Airship",
    "text": "You awaken inside the Disco Jungle. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      620,
      619,
      621
    ]
  },
  {
    "id": 618,
    "title": "Shamanic Sandwich Realm",
    "text": "You awaken inside the Jazz Trench. You find a portal made of toenails and regret.",
    "nextIds": [
      625,
      626
    ]
  },
  {
    "id": 619,
    "title": "Goth Juice Swamp",
    "text": "You are flung headfirst into the Captain Funkbeard’s Airship. You hear a theremin playing itself while crying.",
    "nextIds": [
      625,
      622
    ]
  },
  {
    "id": 620,
    "title": "Moon Cheese Bazaar",
    "text": "You are flung headfirst into the Crab of Destiny. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      629,
      622,
      626
    ]
  },
  {
    "id": 621,
    "title": "Shamanic Sandwich Realm",
    "text": "You accidentally teleport to the Eel King's Jacuzzi. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      627
    ]
  },
  {
    "id": 622,
    "title": "Goth Juice Swamp",
    "text": "You are flung headfirst into the Electric Wig Forest. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      623
    ]
  },
  {
    "id": 623,
    "title": "Eel King's Jacuzzi",
    "text": "You are flung headfirst into the Velvet Submarine. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      625
    ]
  },
  {
    "id": 624,
    "title": "Electric Wig Forest",
    "text": "You slide into the Lighthouse of Regret. Something smells like sadness and celery.",
    "nextIds": [
      632
    ]
  },
  {
    "id": 625,
    "title": "Crab of Destiny",
    "text": "You awaken inside the Vince's Hair Palace. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      629
    ]
  },
  {
    "id": 626,
    "title": "Toilet Dimension",
    "text": "You slide into the Goth Juice Swamp. You hear a theremin playing itself while crying.",
    "nextIds": [
      634,
      632,
      628
    ]
  },
  {
    "id": 627,
    "title": "Eel King's Jacuzzi",
    "text": "You accidentally teleport to the Bollo's Treehouse. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      629,
      636
    ]
  },
  {
    "id": 628,
    "title": "Vince's Hair Palace",
    "text": "You dance your way into the The Zoo-niverse. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      635
    ]
  },
  {
    "id": 629,
    "title": "Shamanic Sandwich Realm",
    "text": "You awaken inside the Eel King's Jacuzzi. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      633,
      631
    ]
  },
  {
    "id": 630,
    "title": "Vince's Hair Palace",
    "text": "You awaken inside the Moon Cheese Bazaar. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      631,
      637,
      639
    ]
  },
  {
    "id": 631,
    "title": "Moon Cheese Bazaar",
    "text": "You accidentally teleport to the Electric Wig Forest. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      636,
      635,
      639
    ]
  },
  {
    "id": 632,
    "title": "Eel King's Jacuzzi",
    "text": "You awaken inside the Velvet Submarine. You find a portal made of toenails and regret.",
    "nextIds": [
      638,
      639,
      640
    ]
  },
  {
    "id": 633,
    "title": "Shamanic Sandwich Realm",
    "text": "You dance your way into the Crab of Destiny. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      639,
      641,
      637
    ]
  },
  {
    "id": 634,
    "title": "Disco Jungle",
    "text": "You dance your way into the Captain Funkbeard’s Airship. Something smells like sadness and celery.",
    "nextIds": [
      636
    ]
  },
  {
    "id": 635,
    "title": "Eel King's Jacuzzi",
    "text": "You accidentally teleport to the Vince's Hair Palace. Something smells like sadness and celery.",
    "nextIds": [
      636,
      643,
      642
    ]
  },
  {
    "id": 636,
    "title": "Toilet Dimension",
    "text": "You are flung headfirst into the Velvet Submarine. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      642,
      645
    ]
  },
  {
    "id": 637,
    "title": "The Zoo-niverse",
    "text": "You accidentally teleport to the Velvet Submarine. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      644
    ]
  },
  {
    "id": 638,
    "title": "Toilet Dimension",
    "text": "You are flung headfirst into the Electric Wig Forest. You hear a theremin playing itself while crying.",
    "nextIds": [
      643,
      640
    ]
  },
  {
    "id": 639,
    "title": "Moon Cheese Bazaar",
    "text": "You are flung headfirst into the Velvet Submarine. You hear a theremin playing itself while crying.",
    "nextIds": [
      648,
      643,
      645
    ]
  },
  {
    "id": 640,
    "title": "Toilet Dimension",
    "text": "You accidentally teleport to the Shamanic Sandwich Realm. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      647
    ]
  },
  {
    "id": 641,
    "title": "Electric Wig Forest",
    "text": "You accidentally teleport to the Moon Cheese Bazaar. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      646,
      642
    ]
  },
  {
    "id": 642,
    "title": "Bollo's Treehouse",
    "text": "You accidentally teleport to the Bollo's Treehouse. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      650,
      649,
      643
    ]
  },
  {
    "id": 643,
    "title": "Shamanic Sandwich Realm",
    "text": "You slide into the Jazz Trench. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      648,
      644,
      646
    ]
  },
  {
    "id": 644,
    "title": "Toilet Dimension",
    "text": "You slide into the Velvet Submarine. Something smells like sadness and celery.",
    "nextIds": [
      647,
      645
    ]
  },
  {
    "id": 645,
    "title": "Captain Funkbeard’s Airship",
    "text": "You dance your way into the Goth Juice Swamp. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      651,
      654,
      650
    ]
  },
  {
    "id": 646,
    "title": "Electric Wig Forest",
    "text": "You dance your way into the Eel King's Jacuzzi. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      651
    ]
  },
  {
    "id": 647,
    "title": "Disco Jungle",
    "text": "You dance your way into the Moon Cheese Bazaar. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      650,
      649,
      652
    ]
  },
  {
    "id": 648,
    "title": "Captain Funkbeard’s Airship",
    "text": "You accidentally teleport to the Toilet Dimension. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      655
    ]
  },
  {
    "id": 649,
    "title": "Jazz Trench",
    "text": "You dance your way into the Eel King's Jacuzzi. You hear a theremin playing itself while crying.",
    "nextIds": [
      654,
      655,
      650
    ]
  },
  {
    "id": 650,
    "title": "Moon Cheese Bazaar",
    "text": "You are flung headfirst into the Crab of Destiny. You find a portal made of toenails and regret.",
    "nextIds": [
      659,
      652,
      653
    ]
  },
  {
    "id": 651,
    "title": "Captain Funkbeard’s Airship",
    "text": "You awaken inside the Moon Cheese Bazaar. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      659
    ]
  },
  {
    "id": 652,
    "title": "Jazz Trench",
    "text": "You awaken inside the Eel King's Jacuzzi. You hear a theremin playing itself while crying.",
    "nextIds": [
      661,
      654
    ]
  },
  {
    "id": 653,
    "title": "Eel King's Jacuzzi",
    "text": "You accidentally teleport to the Goth Juice Swamp. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      660,
      662,
      661
    ]
  },
  {
    "id": 654,
    "title": "Jazz Trench",
    "text": "You are flung headfirst into the Captain Funkbeard’s Airship. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      657,
      658,
      655
    ]
  },
  {
    "id": 655,
    "title": "Electric Wig Forest",
    "text": "You are flung headfirst into the Moon Cheese Bazaar. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      656,
      657
    ]
  },
  {
    "id": 656,
    "title": "Bollo's Treehouse",
    "text": "You slide into the Moon Cheese Bazaar. You hear a theremin playing itself while crying.",
    "nextIds": [
      658,
      664
    ]
  },
  {
    "id": 657,
    "title": "The Zoo-niverse",
    "text": "You dance your way into the Crab of Destiny. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      664
    ]
  },
  {
    "id": 658,
    "title": "Vince's Hair Palace",
    "text": "You awaken inside the Velvet Submarine. Something smells like sadness and celery.",
    "nextIds": [
      661,
      660,
      665
    ]
  },
  {
    "id": 659,
    "title": "Velvet Submarine",
    "text": "You accidentally teleport to the Electric Wig Forest. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      663,
      662
    ]
  },
  {
    "id": 660,
    "title": "Moon Cheese Bazaar",
    "text": "You dance your way into the The Zoo-niverse. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      664,
      661,
      665
    ]
  },
  {
    "id": 661,
    "title": "Bollo's Treehouse",
    "text": "You are flung headfirst into the Shamanic Sandwich Realm. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      666
    ]
  },
  {
    "id": 662,
    "title": "Vince's Hair Palace",
    "text": "You awaken inside the The Zoo-niverse. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      663,
      668
    ]
  },
  {
    "id": 663,
    "title": "The Zoo-niverse",
    "text": "You awaken inside the Lighthouse of Regret. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      667
    ]
  },
  {
    "id": 664,
    "title": "The Zoo-niverse",
    "text": "You accidentally teleport to the Crab of Destiny. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      665,
      667
    ]
  },
  {
    "id": 665,
    "title": "Jazz Trench",
    "text": "You accidentally teleport to the Electric Wig Forest. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      668,
      669,
      666
    ]
  },
  {
    "id": 666,
    "title": "Eel King's Jacuzzi",
    "text": "You dance your way into the Shamanic Sandwich Realm. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      670,
      669
    ]
  },
  {
    "id": 667,
    "title": "Eel King's Jacuzzi",
    "text": "You awaken inside the Shamanic Sandwich Realm. You hear a theremin playing itself while crying.",
    "nextIds": [
      676,
      672
    ]
  },
  {
    "id": 668,
    "title": "Disco Jungle",
    "text": "You dance your way into the Lighthouse of Regret. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      672
    ]
  },
  {
    "id": 669,
    "title": "Captain Funkbeard’s Airship",
    "text": "You accidentally teleport to the Crab of Destiny. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      670,
      676,
      677
    ]
  },
  {
    "id": 670,
    "title": "Disco Jungle",
    "text": "You awaken inside the Lighthouse of Regret. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      678,
      673,
      679
    ]
  },
  {
    "id": 671,
    "title": "Lighthouse of Regret",
    "text": "You slide into the Disco Jungle. You hear a theremin playing itself while crying.",
    "nextIds": [
      677,
      675,
      678
    ]
  },
  {
    "id": 672,
    "title": "Toilet Dimension",
    "text": "You accidentally teleport to the Vince's Hair Palace. You find a portal made of toenails and regret.",
    "nextIds": [
      675,
      678
    ]
  },
  {
    "id": 673,
    "title": "Eel King's Jacuzzi",
    "text": "You accidentally teleport to the Toilet Dimension. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      682,
      677,
      674
    ]
  },
  {
    "id": 674,
    "title": "Eel King's Jacuzzi",
    "text": "You are flung headfirst into the Velvet Submarine. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      681,
      680,
      682
    ]
  },
  {
    "id": 675,
    "title": "Moon Cheese Bazaar",
    "text": "You dance your way into the Bollo's Treehouse. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      683,
      682
    ]
  },
  {
    "id": 676,
    "title": "Jazz Trench",
    "text": "You awaken inside the Toilet Dimension. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      677,
      684
    ]
  },
  {
    "id": 677,
    "title": "Bollo's Treehouse",
    "text": "You dance your way into the Toilet Dimension. You hear a theremin playing itself while crying.",
    "nextIds": [
      681
    ]
  },
  {
    "id": 678,
    "title": "Vince's Hair Palace",
    "text": "You slide into the Disco Jungle. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      683,
      680,
      682
    ]
  },
  {
    "id": 679,
    "title": "Jazz Trench",
    "text": "You accidentally teleport to the Crab of Destiny. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      686
    ]
  },
  {
    "id": 680,
    "title": "Velvet Submarine",
    "text": "You dance your way into the Disco Jungle. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      681,
      688,
      684
    ]
  },
  {
    "id": 681,
    "title": "Bollo's Treehouse",
    "text": "You awaken inside the Electric Wig Forest. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      687,
      685,
      688
    ]
  },
  {
    "id": 682,
    "title": "The Zoo-niverse",
    "text": "You accidentally teleport to the Vince's Hair Palace. Something smells like sadness and celery.",
    "nextIds": [
      683
    ]
  },
  {
    "id": 683,
    "title": "Vince's Hair Palace",
    "text": "You awaken inside the Lighthouse of Regret. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      692,
      684,
      689
    ]
  },
  {
    "id": 684,
    "title": "Shamanic Sandwich Realm",
    "text": "You accidentally teleport to the Jazz Trench. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      686
    ]
  },
  {
    "id": 685,
    "title": "Lighthouse of Regret",
    "text": "You awaken inside the The Zoo-niverse. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      686,
      693,
      692
    ]
  },
  {
    "id": 686,
    "title": "Toilet Dimension",
    "text": "You are flung headfirst into the Lighthouse of Regret. Something smells like sadness and celery.",
    "nextIds": [
      687,
      692,
      693
    ]
  },
  {
    "id": 687,
    "title": "Eel King's Jacuzzi",
    "text": "You slide into the Captain Funkbeard’s Airship. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      694,
      691
    ]
  },
  {
    "id": 688,
    "title": "Velvet Submarine",
    "text": "You awaken inside the Electric Wig Forest. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      689
    ]
  },
  {
    "id": 689,
    "title": "Vince's Hair Palace",
    "text": "You are flung headfirst into the Lighthouse of Regret. You hear a theremin playing itself while crying.",
    "nextIds": [
      697
    ]
  },
  {
    "id": 690,
    "title": "Goth Juice Swamp",
    "text": "You accidentally teleport to the Toilet Dimension. You hear a theremin playing itself while crying.",
    "nextIds": [
      699,
      697
    ]
  },
  {
    "id": 691,
    "title": "Bollo's Treehouse",
    "text": "You accidentally teleport to the Velvet Submarine. Something smells like sadness and celery.",
    "nextIds": [
      695,
      696,
      700
    ]
  },
  {
    "id": 692,
    "title": "Vince's Hair Palace",
    "text": "You slide into the Moon Cheese Bazaar. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      698
    ]
  },
  {
    "id": 693,
    "title": "Eel King's Jacuzzi",
    "text": "You accidentally teleport to the Vince's Hair Palace. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      695
    ]
  },
  {
    "id": 694,
    "title": "Toilet Dimension",
    "text": "You are flung headfirst into the Electric Wig Forest. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      698,
      695
    ]
  },
  {
    "id": 695,
    "title": "Captain Funkbeard’s Airship",
    "text": "You awaken inside the Eel King's Jacuzzi. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      696
    ]
  },
  {
    "id": 696,
    "title": "Vince's Hair Palace",
    "text": "You slide into the Moon Cheese Bazaar. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      698,
      701,
      704
    ]
  },
  {
    "id": 697,
    "title": "Crab of Destiny",
    "text": "You accidentally teleport to the Crab of Destiny. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      706,
      705,
      699
    ]
  },
  {
    "id": 698,
    "title": "Goth Juice Swamp",
    "text": "You slide into the The Zoo-niverse. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      699,
      703
    ]
  },
  {
    "id": 699,
    "title": "Toilet Dimension",
    "text": "You accidentally teleport to the Disco Jungle. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      701,
      703,
      706
    ]
  },
  {
    "id": 700,
    "title": "Lighthouse of Regret",
    "text": "You slide into the Disco Jungle. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      704,
      702,
      707
    ]
  },
  {
    "id": 701,
    "title": "Bollo's Treehouse",
    "text": "You slide into the Bollo's Treehouse. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      703
    ]
  },
  {
    "id": 702,
    "title": "Toilet Dimension",
    "text": "You are flung headfirst into the Moon Cheese Bazaar. You find a portal made of toenails and regret.",
    "nextIds": [
      707,
      708
    ]
  },
  {
    "id": 703,
    "title": "Disco Jungle",
    "text": "You awaken inside the The Zoo-niverse. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      712
    ]
  },
  {
    "id": 704,
    "title": "Shamanic Sandwich Realm",
    "text": "You dance your way into the Eel King's Jacuzzi. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      708,
      706
    ]
  },
  {
    "id": 705,
    "title": "Vince's Hair Palace",
    "text": "You dance your way into the Electric Wig Forest. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      708
    ]
  },
  {
    "id": 706,
    "title": "Moon Cheese Bazaar",
    "text": "You awaken inside the Vince's Hair Palace. You hear a theremin playing itself while crying.",
    "nextIds": [
      712
    ]
  },
  {
    "id": 707,
    "title": "Crab of Destiny",
    "text": "You slide into the Velvet Submarine. Something smells like sadness and celery.",
    "nextIds": [
      713,
      710
    ]
  },
  {
    "id": 708,
    "title": "Captain Funkbeard’s Airship",
    "text": "You are flung headfirst into the Bollo's Treehouse. Something smells like sadness and celery.",
    "nextIds": [
      710
    ]
  },
  {
    "id": 709,
    "title": "Crab of Destiny",
    "text": "You are flung headfirst into the Eel King's Jacuzzi. Something smells like sadness and celery.",
    "nextIds": [
      711,
      714
    ]
  },
  {
    "id": 710,
    "title": "The Zoo-niverse",
    "text": "You dance your way into the Eel King's Jacuzzi. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      716,
      714
    ]
  },
  {
    "id": 711,
    "title": "Jazz Trench",
    "text": "You slide into the Vince's Hair Palace. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      719
    ]
  },
  {
    "id": 712,
    "title": "Crab of Destiny",
    "text": "You dance your way into the Toilet Dimension. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      719
    ]
  },
  {
    "id": 713,
    "title": "Vince's Hair Palace",
    "text": "You slide into the Electric Wig Forest. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      719,
      722,
      715
    ]
  },
  {
    "id": 714,
    "title": "Velvet Submarine",
    "text": "You awaken inside the The Zoo-niverse. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      722
    ]
  },
  {
    "id": 715,
    "title": "Captain Funkbeard’s Airship",
    "text": "You awaken inside the Velvet Submarine. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      718,
      717,
      723
    ]
  },
  {
    "id": 716,
    "title": "Eel King's Jacuzzi",
    "text": "You awaken inside the Eel King's Jacuzzi. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      717,
      722
    ]
  },
  {
    "id": 717,
    "title": "Electric Wig Forest",
    "text": "You awaken inside the Velvet Submarine. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      721,
      726,
      722
    ]
  },
  {
    "id": 718,
    "title": "Toilet Dimension",
    "text": "You are flung headfirst into the Vince's Hair Palace. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      720,
      724
    ]
  },
  {
    "id": 719,
    "title": "Captain Funkbeard’s Airship",
    "text": "You slide into the Toilet Dimension. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      725
    ]
  },
  {
    "id": 720,
    "title": "Shamanic Sandwich Realm",
    "text": "You accidentally teleport to the Captain Funkbeard’s Airship. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      726,
      729
    ]
  },
  {
    "id": 721,
    "title": "Disco Jungle",
    "text": "You dance your way into the Electric Wig Forest. You find a portal made of toenails and regret.",
    "nextIds": [
      729,
      723
    ]
  },
  {
    "id": 722,
    "title": "Lighthouse of Regret",
    "text": "You accidentally teleport to the Moon Cheese Bazaar. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      729,
      730
    ]
  },
  {
    "id": 723,
    "title": "Disco Jungle",
    "text": "You slide into the Goth Juice Swamp. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      731
    ]
  },
  {
    "id": 724,
    "title": "Disco Jungle",
    "text": "You slide into the Vince's Hair Palace. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      732,
      730,
      733
    ]
  },
  {
    "id": 725,
    "title": "Crab of Destiny",
    "text": "You accidentally teleport to the Disco Jungle. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      726,
      734,
      733
    ]
  },
  {
    "id": 726,
    "title": "Moon Cheese Bazaar",
    "text": "You dance your way into the Captain Funkbeard’s Airship. You hear a theremin playing itself while crying.",
    "nextIds": [
      728,
      734
    ]
  },
  {
    "id": 727,
    "title": "Crab of Destiny",
    "text": "You dance your way into the Crab of Destiny. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      736,
      730
    ]
  },
  {
    "id": 728,
    "title": "Disco Jungle",
    "text": "You awaken inside the Eel King's Jacuzzi. Something smells like sadness and celery.",
    "nextIds": [
      730
    ]
  },
  {
    "id": 729,
    "title": "Disco Jungle",
    "text": "You are flung headfirst into the Vince's Hair Palace. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      733,
      732
    ]
  },
  {
    "id": 730,
    "title": "Vince's Hair Palace",
    "text": "You accidentally teleport to the Velvet Submarine. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      732,
      735,
      736
    ]
  },
  {
    "id": 731,
    "title": "Eel King's Jacuzzi",
    "text": "You accidentally teleport to the Captain Funkbeard’s Airship. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      734,
      739
    ]
  },
  {
    "id": 732,
    "title": "Electric Wig Forest",
    "text": "You accidentally teleport to the Bollo's Treehouse. You find a portal made of toenails and regret.",
    "nextIds": [
      733,
      737,
      736
    ]
  },
  {
    "id": 733,
    "title": "Toilet Dimension",
    "text": "You are flung headfirst into the Shamanic Sandwich Realm. You find a portal made of toenails and regret.",
    "nextIds": [
      739,
      737,
      735
    ]
  },
  {
    "id": 734,
    "title": "Disco Jungle",
    "text": "You are flung headfirst into the Jazz Trench. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      735,
      741
    ]
  },
  {
    "id": 735,
    "title": "Vince's Hair Palace",
    "text": "You dance your way into the Velvet Submarine. Something smells like sadness and celery.",
    "nextIds": [
      742,
      738
    ]
  },
  {
    "id": 736,
    "title": "Electric Wig Forest",
    "text": "You are flung headfirst into the Lighthouse of Regret. You hear a theremin playing itself while crying.",
    "nextIds": [
      745,
      740,
      737
    ]
  },
  {
    "id": 737,
    "title": "Velvet Submarine",
    "text": "You slide into the Velvet Submarine. Something smells like sadness and celery.",
    "nextIds": [
      740,
      744,
      739
    ]
  },
  {
    "id": 738,
    "title": "Goth Juice Swamp",
    "text": "You accidentally teleport to the Toilet Dimension. Something smells like sadness and celery.",
    "nextIds": [
      743,
      744
    ]
  },
  {
    "id": 739,
    "title": "Jazz Trench",
    "text": "You slide into the Velvet Submarine. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      742
    ]
  },
  {
    "id": 740,
    "title": "Shamanic Sandwich Realm",
    "text": "You slide into the Velvet Submarine. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      749,
      746,
      743
    ]
  },
  {
    "id": 741,
    "title": "Electric Wig Forest",
    "text": "You are flung headfirst into the Toilet Dimension. You find a portal made of toenails and regret.",
    "nextIds": [
      747,
      745,
      742
    ]
  },
  {
    "id": 742,
    "title": "Disco Jungle",
    "text": "You are flung headfirst into the Shamanic Sandwich Realm. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      745,
      744,
      750
    ]
  },
  {
    "id": 743,
    "title": "Crab of Destiny",
    "text": "You awaken inside the Crab of Destiny. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      747,
      748,
      750
    ]
  },
  {
    "id": 744,
    "title": "Moon Cheese Bazaar",
    "text": "You slide into the Vince's Hair Palace. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      745,
      753
    ]
  },
  {
    "id": 745,
    "title": "Bollo's Treehouse",
    "text": "You are flung headfirst into the Goth Juice Swamp. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      752
    ]
  },
  {
    "id": 746,
    "title": "Lighthouse of Regret",
    "text": "You dance your way into the The Zoo-niverse. You hear a theremin playing itself while crying.",
    "nextIds": [
      752,
      750,
      749
    ]
  },
  {
    "id": 747,
    "title": "Velvet Submarine",
    "text": "You accidentally teleport to the Lighthouse of Regret. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      756,
      754,
      751
    ]
  },
  {
    "id": 748,
    "title": "Shamanic Sandwich Realm",
    "text": "You awaken inside the The Zoo-niverse. You hear a theremin playing itself while crying.",
    "nextIds": [
      757,
      749,
      752
    ]
  },
  {
    "id": 749,
    "title": "Goth Juice Swamp",
    "text": "You accidentally teleport to the Bollo's Treehouse. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      751,
      755,
      754
    ]
  },
  {
    "id": 750,
    "title": "Goth Juice Swamp",
    "text": "You accidentally teleport to the Shamanic Sandwich Realm. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      751,
      754,
      757
    ]
  },
  {
    "id": 751,
    "title": "Goth Juice Swamp",
    "text": "You awaken inside the Moon Cheese Bazaar. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      758
    ]
  },
  {
    "id": 752,
    "title": "Disco Jungle",
    "text": "You dance your way into the Goth Juice Swamp. You find a portal made of toenails and regret.",
    "nextIds": [
      760
    ]
  },
  {
    "id": 753,
    "title": "Vince's Hair Palace",
    "text": "You dance your way into the Moon Cheese Bazaar. You hear a theremin playing itself while crying.",
    "nextIds": [
      761
    ]
  },
  {
    "id": 754,
    "title": "Shamanic Sandwich Realm",
    "text": "You accidentally teleport to the Crab of Destiny. You find a portal made of toenails and regret.",
    "nextIds": [
      762,
      763,
      758
    ]
  },
  {
    "id": 755,
    "title": "Crab of Destiny",
    "text": "You dance your way into the Electric Wig Forest. You find a portal made of toenails and regret.",
    "nextIds": [
      762,
      761
    ]
  },
  {
    "id": 756,
    "title": "The Zoo-niverse",
    "text": "You slide into the Crab of Destiny. Something smells like sadness and celery.",
    "nextIds": [
      758,
      761
    ]
  },
  {
    "id": 757,
    "title": "Shamanic Sandwich Realm",
    "text": "You awaken inside the Bollo's Treehouse. Something smells like sadness and celery.",
    "nextIds": [
      762,
      760,
      766
    ]
  },
  {
    "id": 758,
    "title": "Goth Juice Swamp",
    "text": "You dance your way into the Disco Jungle. You hear a theremin playing itself while crying.",
    "nextIds": [
      759,
      764
    ]
  },
  {
    "id": 759,
    "title": "Velvet Submarine",
    "text": "You are flung headfirst into the Electric Wig Forest. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      763,
      765
    ]
  },
  {
    "id": 760,
    "title": "Toilet Dimension",
    "text": "You accidentally teleport to the Vince's Hair Palace. You find a portal made of toenails and regret.",
    "nextIds": [
      763,
      765,
      762
    ]
  },
  {
    "id": 761,
    "title": "Toilet Dimension",
    "text": "You accidentally teleport to the Velvet Submarine. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      762,
      764,
      769
    ]
  },
  {
    "id": 762,
    "title": "Crab of Destiny",
    "text": "You are flung headfirst into the Disco Jungle. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      763,
      771,
      767
    ]
  },
  {
    "id": 763,
    "title": "Velvet Submarine",
    "text": "You accidentally teleport to the Velvet Submarine. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      765
    ]
  },
  {
    "id": 764,
    "title": "Lighthouse of Regret",
    "text": "You accidentally teleport to the Shamanic Sandwich Realm. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      765,
      772
    ]
  },
  {
    "id": 765,
    "title": "Captain Funkbeard’s Airship",
    "text": "You awaken inside the Goth Juice Swamp. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      774,
      773,
      768
    ]
  },
  {
    "id": 766,
    "title": "Velvet Submarine",
    "text": "You accidentally teleport to the Disco Jungle. You find a portal made of toenails and regret.",
    "nextIds": [
      775,
      772
    ]
  },
  {
    "id": 767,
    "title": "Bollo's Treehouse",
    "text": "You are flung headfirst into the Crab of Destiny. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      768,
      770,
      772
    ]
  },
  {
    "id": 768,
    "title": "Vince's Hair Palace",
    "text": "You dance your way into the Electric Wig Forest. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      774
    ]
  },
  {
    "id": 769,
    "title": "Velvet Submarine",
    "text": "You are flung headfirst into the Toilet Dimension. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      771
    ]
  },
  {
    "id": 770,
    "title": "Captain Funkbeard’s Airship",
    "text": "You awaken inside the Captain Funkbeard’s Airship. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      779,
      777
    ]
  },
  {
    "id": 771,
    "title": "The Zoo-niverse",
    "text": "You dance your way into the Moon Cheese Bazaar. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      779
    ]
  },
  {
    "id": 772,
    "title": "Jazz Trench",
    "text": "You dance your way into the Captain Funkbeard’s Airship. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      779,
      781,
      777
    ]
  },
  {
    "id": 773,
    "title": "The Zoo-niverse",
    "text": "You dance your way into the Moon Cheese Bazaar. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      775,
      782
    ]
  },
  {
    "id": 774,
    "title": "Goth Juice Swamp",
    "text": "You are flung headfirst into the Moon Cheese Bazaar. You find a portal made of toenails and regret.",
    "nextIds": [
      780,
      775,
      779
    ]
  },
  {
    "id": 775,
    "title": "Jazz Trench",
    "text": "You slide into the Moon Cheese Bazaar. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      782,
      777,
      783
    ]
  },
  {
    "id": 776,
    "title": "Jazz Trench",
    "text": "You slide into the Disco Jungle. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      781
    ]
  },
  {
    "id": 777,
    "title": "Vince's Hair Palace",
    "text": "You dance your way into the Eel King's Jacuzzi. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      786,
      780,
      785
    ]
  },
  {
    "id": 778,
    "title": "Disco Jungle",
    "text": "You awaken inside the Moon Cheese Bazaar. You hear a theremin playing itself while crying.",
    "nextIds": [
      785,
      787,
      783
    ]
  },
  {
    "id": 779,
    "title": "Toilet Dimension",
    "text": "You dance your way into the Eel King's Jacuzzi. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      788,
      785
    ]
  },
  {
    "id": 780,
    "title": "Vince's Hair Palace",
    "text": "You slide into the Crab of Destiny. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      783,
      782
    ]
  },
  {
    "id": 781,
    "title": "Jazz Trench",
    "text": "You slide into the Vince's Hair Palace. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      786,
      785
    ]
  },
  {
    "id": 782,
    "title": "Shamanic Sandwich Realm",
    "text": "You accidentally teleport to the Electric Wig Forest. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      786,
      784,
      788
    ]
  },
  {
    "id": 783,
    "title": "Jazz Trench",
    "text": "You slide into the Jazz Trench. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      792,
      785
    ]
  },
  {
    "id": 784,
    "title": "Eel King's Jacuzzi",
    "text": "You accidentally teleport to the Velvet Submarine. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      792
    ]
  },
  {
    "id": 785,
    "title": "Toilet Dimension",
    "text": "You dance your way into the Goth Juice Swamp. You find a portal made of toenails and regret.",
    "nextIds": [
      790
    ]
  },
  {
    "id": 786,
    "title": "Vince's Hair Palace",
    "text": "You are flung headfirst into the Lighthouse of Regret. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      793,
      795
    ]
  },
  {
    "id": 787,
    "title": "Toilet Dimension",
    "text": "You slide into the Crab of Destiny. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      796,
      789
    ]
  },
  {
    "id": 788,
    "title": "Lighthouse of Regret",
    "text": "You are flung headfirst into the Goth Juice Swamp. You find a portal made of toenails and regret.",
    "nextIds": [
      794,
      796,
      791
    ]
  },
  {
    "id": 789,
    "title": "Moon Cheese Bazaar",
    "text": "You awaken inside the Crab of Destiny. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      795,
      796
    ]
  },
  {
    "id": 790,
    "title": "Disco Jungle",
    "text": "You are flung headfirst into the Moon Cheese Bazaar. Something smells like sadness and celery.",
    "nextIds": [
      797
    ]
  },
  {
    "id": 791,
    "title": "The Zoo-niverse",
    "text": "You are flung headfirst into the Vince's Hair Palace. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      800,
      799,
      792
    ]
  },
  {
    "id": 792,
    "title": "Velvet Submarine",
    "text": "You dance your way into the Captain Funkbeard’s Airship. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      801
    ]
  },
  {
    "id": 793,
    "title": "Captain Funkbeard’s Airship",
    "text": "You dance your way into the Shamanic Sandwich Realm. Something smells like sadness and celery.",
    "nextIds": [
      797,
      802
    ]
  },
  {
    "id": 794,
    "title": "Toilet Dimension",
    "text": "You accidentally teleport to the Moon Cheese Bazaar. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      798
    ]
  },
  {
    "id": 795,
    "title": "The Zoo-niverse",
    "text": "You slide into the Jazz Trench. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      804,
      797
    ]
  },
  {
    "id": 796,
    "title": "Captain Funkbeard’s Airship",
    "text": "You dance your way into the Moon Cheese Bazaar. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      801,
      802
    ]
  },
  {
    "id": 797,
    "title": "Moon Cheese Bazaar",
    "text": "You are flung headfirst into the Crab of Destiny. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      799,
      804
    ]
  },
  {
    "id": 798,
    "title": "Moon Cheese Bazaar",
    "text": "You dance your way into the Captain Funkbeard’s Airship. Something smells like sadness and celery.",
    "nextIds": [
      800
    ]
  },
  {
    "id": 799,
    "title": "Shamanic Sandwich Realm",
    "text": "You slide into the Jazz Trench. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      801
    ]
  },
  {
    "id": 800,
    "title": "Eel King's Jacuzzi",
    "text": "You are flung headfirst into the Crab of Destiny. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      808,
      807
    ]
  },
  {
    "id": 801,
    "title": "Vince's Hair Palace",
    "text": "You accidentally teleport to the Bollo's Treehouse. You hear a theremin playing itself while crying.",
    "nextIds": [
      810
    ]
  },
  {
    "id": 802,
    "title": "Toilet Dimension",
    "text": "You dance your way into the Jazz Trench. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      810,
      804
    ]
  },
  {
    "id": 803,
    "title": "Captain Funkbeard’s Airship",
    "text": "You dance your way into the Disco Jungle. Something smells like sadness and celery.",
    "nextIds": [
      805,
      804,
      808
    ]
  },
  {
    "id": 804,
    "title": "Crab of Destiny",
    "text": "You slide into the Electric Wig Forest. You hear a theremin playing itself while crying.",
    "nextIds": [
      807,
      805
    ]
  },
  {
    "id": 805,
    "title": "Vince's Hair Palace",
    "text": "You slide into the Velvet Submarine. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      809,
      812,
      814
    ]
  },
  {
    "id": 806,
    "title": "Captain Funkbeard’s Airship",
    "text": "You accidentally teleport to the Vince's Hair Palace. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      814,
      811
    ]
  },
  {
    "id": 807,
    "title": "Electric Wig Forest",
    "text": "You awaken inside the Bollo's Treehouse. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      813,
      816
    ]
  },
  {
    "id": 808,
    "title": "Toilet Dimension",
    "text": "You slide into the The Zoo-niverse. You hear a theremin playing itself while crying.",
    "nextIds": [
      817,
      813
    ]
  },
  {
    "id": 809,
    "title": "Lighthouse of Regret",
    "text": "You dance your way into the Moon Cheese Bazaar. You hear a theremin playing itself while crying.",
    "nextIds": [
      815
    ]
  },
  {
    "id": 810,
    "title": "Captain Funkbeard’s Airship",
    "text": "You awaken inside the The Zoo-niverse. You hear a theremin playing itself while crying.",
    "nextIds": [
      814
    ]
  },
  {
    "id": 811,
    "title": "Goth Juice Swamp",
    "text": "You slide into the Electric Wig Forest. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      817,
      813,
      820
    ]
  },
  {
    "id": 812,
    "title": "Disco Jungle",
    "text": "You slide into the Moon Cheese Bazaar. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      821,
      815,
      818
    ]
  },
  {
    "id": 813,
    "title": "Electric Wig Forest",
    "text": "You dance your way into the Goth Juice Swamp. You hear a theremin playing itself while crying.",
    "nextIds": [
      820
    ]
  },
  {
    "id": 814,
    "title": "Shamanic Sandwich Realm",
    "text": "You awaken inside the Velvet Submarine. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      822
    ]
  },
  {
    "id": 815,
    "title": "Eel King's Jacuzzi",
    "text": "You awaken inside the Goth Juice Swamp. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      821
    ]
  },
  {
    "id": 816,
    "title": "Eel King's Jacuzzi",
    "text": "You accidentally teleport to the The Zoo-niverse. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      825,
      817
    ]
  },
  {
    "id": 817,
    "title": "Bollo's Treehouse",
    "text": "You dance your way into the Eel King's Jacuzzi. Something smells like sadness and celery.",
    "nextIds": [
      819
    ]
  },
  {
    "id": 818,
    "title": "Vince's Hair Palace",
    "text": "You slide into the Moon Cheese Bazaar. Something smells like sadness and celery.",
    "nextIds": [
      827,
      824,
      820
    ]
  },
  {
    "id": 819,
    "title": "Goth Juice Swamp",
    "text": "You accidentally teleport to the Velvet Submarine. You find a portal made of toenails and regret.",
    "nextIds": [
      825
    ]
  },
  {
    "id": 820,
    "title": "Velvet Submarine",
    "text": "You slide into the Captain Funkbeard’s Airship. Something smells like sadness and celery.",
    "nextIds": [
      825,
      828,
      822
    ]
  },
  {
    "id": 821,
    "title": "Bollo's Treehouse",
    "text": "You awaken inside the Eel King's Jacuzzi. Something smells like sadness and celery.",
    "nextIds": [
      824,
      829,
      825
    ]
  },
  {
    "id": 822,
    "title": "Crab of Destiny",
    "text": "You awaken inside the Lighthouse of Regret. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      829,
      827
    ]
  },
  {
    "id": 823,
    "title": "Shamanic Sandwich Realm",
    "text": "You awaken inside the Lighthouse of Regret. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      831,
      830,
      832
    ]
  },
  {
    "id": 824,
    "title": "Eel King's Jacuzzi",
    "text": "You awaken inside the Vince's Hair Palace. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      831
    ]
  },
  {
    "id": 825,
    "title": "Vince's Hair Palace",
    "text": "You accidentally teleport to the Electric Wig Forest. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      834
    ]
  },
  {
    "id": 826,
    "title": "Velvet Submarine",
    "text": "You accidentally teleport to the The Zoo-niverse. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      831,
      832,
      833
    ]
  },
  {
    "id": 827,
    "title": "Captain Funkbeard’s Airship",
    "text": "You awaken inside the Shamanic Sandwich Realm. Something smells like sadness and celery.",
    "nextIds": [
      834,
      830
    ]
  },
  {
    "id": 828,
    "title": "Eel King's Jacuzzi",
    "text": "You are flung headfirst into the Lighthouse of Regret. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      835,
      836,
      830
    ]
  },
  {
    "id": 829,
    "title": "Jazz Trench",
    "text": "You accidentally teleport to the Bollo's Treehouse. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      830,
      832
    ]
  },
  {
    "id": 830,
    "title": "Shamanic Sandwich Realm",
    "text": "You are flung headfirst into the Moon Cheese Bazaar. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      831
    ]
  },
  {
    "id": 831,
    "title": "Bollo's Treehouse",
    "text": "You accidentally teleport to the Moon Cheese Bazaar. You hear a theremin playing itself while crying.",
    "nextIds": [
      836,
      837,
      838
    ]
  },
  {
    "id": 832,
    "title": "Eel King's Jacuzzi",
    "text": "You accidentally teleport to the Electric Wig Forest. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      835
    ]
  },
  {
    "id": 833,
    "title": "Captain Funkbeard’s Airship",
    "text": "You awaken inside the Vince's Hair Palace. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      835
    ]
  },
  {
    "id": 834,
    "title": "The Zoo-niverse",
    "text": "You dance your way into the Velvet Submarine. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      836
    ]
  },
  {
    "id": 835,
    "title": "Electric Wig Forest",
    "text": "You awaken inside the Toilet Dimension. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      840
    ]
  },
  {
    "id": 836,
    "title": "Lighthouse of Regret",
    "text": "You slide into the Jazz Trench. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      839,
      838,
      840
    ]
  },
  {
    "id": 837,
    "title": "Crab of Destiny",
    "text": "You dance your way into the Velvet Submarine. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      842
    ]
  },
  {
    "id": 838,
    "title": "Shamanic Sandwich Realm",
    "text": "You are flung headfirst into the Velvet Submarine. Something smells like sadness and celery.",
    "nextIds": [
      841
    ]
  },
  {
    "id": 839,
    "title": "Vince's Hair Palace",
    "text": "You are flung headfirst into the The Zoo-niverse. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      845,
      840
    ]
  },
  {
    "id": 840,
    "title": "Jazz Trench",
    "text": "You are flung headfirst into the Bollo's Treehouse. You find a portal made of toenails and regret.",
    "nextIds": [
      845
    ]
  },
  {
    "id": 841,
    "title": "Toilet Dimension",
    "text": "You dance your way into the Electric Wig Forest. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      847,
      845
    ]
  },
  {
    "id": 842,
    "title": "Shamanic Sandwich Realm",
    "text": "You slide into the Eel King's Jacuzzi. You find a portal made of toenails and regret.",
    "nextIds": [
      849,
      850
    ]
  },
  {
    "id": 843,
    "title": "Shamanic Sandwich Realm",
    "text": "You are flung headfirst into the Eel King's Jacuzzi. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      850,
      844,
      848
    ]
  },
  {
    "id": 844,
    "title": "Toilet Dimension",
    "text": "You awaken inside the Disco Jungle. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      852,
      845
    ]
  },
  {
    "id": 845,
    "title": "Captain Funkbeard’s Airship",
    "text": "You accidentally teleport to the Velvet Submarine. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      847,
      846,
      852
    ]
  },
  {
    "id": 846,
    "title": "Toilet Dimension",
    "text": "You accidentally teleport to the Captain Funkbeard’s Airship. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      855,
      849
    ]
  },
  {
    "id": 847,
    "title": "Velvet Submarine",
    "text": "You slide into the Shamanic Sandwich Realm. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      853,
      852
    ]
  },
  {
    "id": 848,
    "title": "Bollo's Treehouse",
    "text": "You dance your way into the Jazz Trench. You hear a theremin playing itself while crying.",
    "nextIds": [
      851,
      852,
      856
    ]
  },
  {
    "id": 849,
    "title": "Bollo's Treehouse",
    "text": "You slide into the Velvet Submarine. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      854
    ]
  },
  {
    "id": 850,
    "title": "Goth Juice Swamp",
    "text": "You slide into the Lighthouse of Regret. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      853,
      854
    ]
  },
  {
    "id": 851,
    "title": "Jazz Trench",
    "text": "You accidentally teleport to the Eel King's Jacuzzi. You hear a theremin playing itself while crying.",
    "nextIds": [
      856,
      858,
      852
    ]
  },
  {
    "id": 852,
    "title": "The Zoo-niverse",
    "text": "You slide into the Toilet Dimension. Something smells like sadness and celery.",
    "nextIds": [
      857,
      861
    ]
  },
  {
    "id": 853,
    "title": "Crab of Destiny",
    "text": "You awaken inside the Moon Cheese Bazaar. You find a portal made of toenails and regret.",
    "nextIds": [
      860
    ]
  },
  {
    "id": 854,
    "title": "Lighthouse of Regret",
    "text": "You dance your way into the Lighthouse of Regret. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      862
    ]
  },
  {
    "id": 855,
    "title": "Captain Funkbeard’s Airship",
    "text": "You are flung headfirst into the Velvet Submarine. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      858,
      863,
      862
    ]
  },
  {
    "id": 856,
    "title": "Goth Juice Swamp",
    "text": "You dance your way into the Electric Wig Forest. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      862,
      864
    ]
  },
  {
    "id": 857,
    "title": "Velvet Submarine",
    "text": "You awaken inside the Shamanic Sandwich Realm. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      866,
      860,
      858
    ]
  },
  {
    "id": 858,
    "title": "Bollo's Treehouse",
    "text": "You are flung headfirst into the Velvet Submarine. You hear a theremin playing itself while crying.",
    "nextIds": [
      861,
      859,
      860
    ]
  },
  {
    "id": 859,
    "title": "The Zoo-niverse",
    "text": "You slide into the Vince's Hair Palace. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      867,
      863
    ]
  },
  {
    "id": 860,
    "title": "Lighthouse of Regret",
    "text": "You slide into the Electric Wig Forest. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      865,
      866,
      862
    ]
  },
  {
    "id": 861,
    "title": "Moon Cheese Bazaar",
    "text": "You slide into the Captain Funkbeard’s Airship. You hear a theremin playing itself while crying.",
    "nextIds": [
      867
    ]
  },
  {
    "id": 862,
    "title": "Eel King's Jacuzzi",
    "text": "You are flung headfirst into the Goth Juice Swamp. You find a portal made of toenails and regret.",
    "nextIds": [
      866,
      865,
      867
    ]
  },
  {
    "id": 863,
    "title": "Eel King's Jacuzzi",
    "text": "You accidentally teleport to the Moon Cheese Bazaar. You hear a theremin playing itself while crying.",
    "nextIds": [
      870,
      866,
      871
    ]
  },
  {
    "id": 864,
    "title": "The Zoo-niverse",
    "text": "You are flung headfirst into the Jazz Trench. Something smells like sadness and celery.",
    "nextIds": [
      868,
      871
    ]
  },
  {
    "id": 865,
    "title": "Crab of Destiny",
    "text": "You awaken inside the Moon Cheese Bazaar. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      869,
      870
    ]
  },
  {
    "id": 866,
    "title": "Electric Wig Forest",
    "text": "You awaken inside the Eel King's Jacuzzi. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      869,
      867,
      874
    ]
  },
  {
    "id": 867,
    "title": "Shamanic Sandwich Realm",
    "text": "You slide into the Shamanic Sandwich Realm. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      868
    ]
  },
  {
    "id": 868,
    "title": "Velvet Submarine",
    "text": "You are flung headfirst into the Velvet Submarine. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      875,
      873
    ]
  },
  {
    "id": 869,
    "title": "Captain Funkbeard’s Airship",
    "text": "You awaken inside the Bollo's Treehouse. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      873,
      871,
      876
    ]
  },
  {
    "id": 870,
    "title": "Eel King's Jacuzzi",
    "text": "You awaken inside the Electric Wig Forest. Something smells like sadness and celery.",
    "nextIds": [
      879
    ]
  },
  {
    "id": 871,
    "title": "Toilet Dimension",
    "text": "You accidentally teleport to the Goth Juice Swamp. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      880,
      874
    ]
  },
  {
    "id": 872,
    "title": "Lighthouse of Regret",
    "text": "You dance your way into the The Zoo-niverse. Something smells like sadness and celery.",
    "nextIds": [
      879,
      874
    ]
  },
  {
    "id": 873,
    "title": "Goth Juice Swamp",
    "text": "You are flung headfirst into the Moon Cheese Bazaar. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      881,
      876
    ]
  },
  {
    "id": 874,
    "title": "Shamanic Sandwich Realm",
    "text": "You slide into the Electric Wig Forest. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      880,
      876
    ]
  },
  {
    "id": 875,
    "title": "Lighthouse of Regret",
    "text": "You are flung headfirst into the Vince's Hair Palace. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      881
    ]
  },
  {
    "id": 876,
    "title": "Captain Funkbeard’s Airship",
    "text": "You dance your way into the Disco Jungle. Something smells like sadness and celery.",
    "nextIds": [
      882,
      877
    ]
  },
  {
    "id": 877,
    "title": "Disco Jungle",
    "text": "You accidentally teleport to the Shamanic Sandwich Realm. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      882,
      886
    ]
  },
  {
    "id": 878,
    "title": "Shamanic Sandwich Realm",
    "text": "You awaken inside the Captain Funkbeard’s Airship. You find a portal made of toenails and regret.",
    "nextIds": [
      883,
      882
    ]
  },
  {
    "id": 879,
    "title": "Disco Jungle",
    "text": "You slide into the Electric Wig Forest. You find a portal made of toenails and regret.",
    "nextIds": [
      887,
      880,
      883
    ]
  },
  {
    "id": 880,
    "title": "Captain Funkbeard’s Airship",
    "text": "You slide into the Jazz Trench. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      882
    ]
  },
  {
    "id": 881,
    "title": "Bollo's Treehouse",
    "text": "You are flung headfirst into the Jazz Trench. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      885
    ]
  },
  {
    "id": 882,
    "title": "Velvet Submarine",
    "text": "You are flung headfirst into the Electric Wig Forest. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      884,
      883,
      888
    ]
  },
  {
    "id": 883,
    "title": "Crab of Destiny",
    "text": "You slide into the Jazz Trench. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      886,
      887,
      891
    ]
  },
  {
    "id": 884,
    "title": "Jazz Trench",
    "text": "You dance your way into the Moon Cheese Bazaar. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      891
    ]
  },
  {
    "id": 885,
    "title": "Jazz Trench",
    "text": "You slide into the Eel King's Jacuzzi. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      891,
      894,
      887
    ]
  },
  {
    "id": 886,
    "title": "Velvet Submarine",
    "text": "You awaken inside the The Zoo-niverse. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      892,
      890
    ]
  },
  {
    "id": 887,
    "title": "Crab of Destiny",
    "text": "You dance your way into the Moon Cheese Bazaar. You hear a theremin playing itself while crying.",
    "nextIds": [
      894,
      895
    ]
  },
  {
    "id": 888,
    "title": "Electric Wig Forest",
    "text": "You dance your way into the Shamanic Sandwich Realm. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      897
    ]
  },
  {
    "id": 889,
    "title": "Goth Juice Swamp",
    "text": "You slide into the The Zoo-niverse. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      892,
      894,
      898
    ]
  },
  {
    "id": 890,
    "title": "Moon Cheese Bazaar",
    "text": "You awaken inside the Electric Wig Forest. Something smells like sadness and celery.",
    "nextIds": [
      899,
      893
    ]
  },
  {
    "id": 891,
    "title": "Eel King's Jacuzzi",
    "text": "You awaken inside the Lighthouse of Regret. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      892
    ]
  },
  {
    "id": 892,
    "title": "Electric Wig Forest",
    "text": "You awaken inside the Lighthouse of Regret. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      894,
      896
    ]
  },
  {
    "id": 893,
    "title": "Vince's Hair Palace",
    "text": "You are flung headfirst into the Shamanic Sandwich Realm. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      895,
      894
    ]
  },
  {
    "id": 894,
    "title": "Toilet Dimension",
    "text": "You slide into the The Zoo-niverse. You hear a theremin playing itself while crying.",
    "nextIds": [
      896,
      899,
      903
    ]
  },
  {
    "id": 895,
    "title": "Vince's Hair Palace",
    "text": "You accidentally teleport to the Crab of Destiny. Something smells like sadness and celery.",
    "nextIds": [
      897
    ]
  },
  {
    "id": 896,
    "title": "Shamanic Sandwich Realm",
    "text": "You awaken inside the Velvet Submarine. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      904
    ]
  },
  {
    "id": 897,
    "title": "Disco Jungle",
    "text": "You accidentally teleport to the Shamanic Sandwich Realm. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      905
    ]
  },
  {
    "id": 898,
    "title": "Lighthouse of Regret",
    "text": "You are flung headfirst into the Toilet Dimension. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      899,
      902,
      903
    ]
  },
  {
    "id": 899,
    "title": "Crab of Destiny",
    "text": "You dance your way into the Goth Juice Swamp. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      907
    ]
  },
  {
    "id": 900,
    "title": "The Zoo-niverse",
    "text": "You accidentally teleport to the Goth Juice Swamp. You hear a theremin playing itself while crying.",
    "nextIds": [
      906
    ]
  },
  {
    "id": 901,
    "title": "Lighthouse of Regret",
    "text": "You awaken inside the Toilet Dimension. You find a portal made of toenails and regret.",
    "nextIds": [
      903,
      904,
      908
    ]
  },
  {
    "id": 902,
    "title": "Bollo's Treehouse",
    "text": "A glitter vortex swallows your soul and spits out your shoes.",
    "nextIds": []
  },
  {
    "id": 903,
    "title": "Toilet Dimension",
    "text": "You dance your way into the Toilet Dimension. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      909,
      906
    ]
  },
  {
    "id": 904,
    "title": "Velvet Submarine",
    "text": "You are flung headfirst into the Electric Wig Forest. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      911,
      905
    ]
  },
  {
    "id": 905,
    "title": "Eel King's Jacuzzi",
    "text": "You are flung headfirst into the Lighthouse of Regret. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      909,
      907
    ]
  },
  {
    "id": 906,
    "title": "Crab of Destiny",
    "text": "You accidentally teleport to the Jazz Trench. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      910
    ]
  },
  {
    "id": 907,
    "title": "Eel King's Jacuzzi",
    "text": "You accidentally teleport to the Disco Jungle. You find a portal made of toenails and regret.",
    "nextIds": [
      912
    ]
  },
  {
    "id": 908,
    "title": "Vince's Hair Palace",
    "text": "You accidentally teleport to the Shamanic Sandwich Realm. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      914,
      916,
      910
    ]
  },
  {
    "id": 909,
    "title": "Moon Cheese Bazaar",
    "text": "You are flung headfirst into the Lighthouse of Regret. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      914,
      918,
      912
    ]
  },
  {
    "id": 910,
    "title": "Lighthouse of Regret",
    "text": "You dance your way into the Jazz Trench. You hear a theremin playing itself while crying.",
    "nextIds": [
      916,
      919
    ]
  },
  {
    "id": 911,
    "title": "Moon Cheese Bazaar",
    "text": "You dance your way into the Eel King's Jacuzzi. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      912,
      920,
      916
    ]
  },
  {
    "id": 912,
    "title": "Disco Jungle",
    "text": "You accidentally teleport to the Disco Jungle. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      920,
      919
    ]
  },
  {
    "id": 913,
    "title": "Velvet Submarine",
    "text": "You dance your way into the Jazz Trench. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      917
    ]
  },
  {
    "id": 914,
    "title": "Vince's Hair Palace",
    "text": "You awaken inside the Lighthouse of Regret. You find a portal made of toenails and regret.",
    "nextIds": [
      916,
      923
    ]
  },
  {
    "id": 915,
    "title": "Eel King's Jacuzzi",
    "text": "A glitter vortex swallows your soul and spits out your shoes.",
    "nextIds": []
  },
  {
    "id": 916,
    "title": "Toilet Dimension",
    "text": "You are flung headfirst into the Crab of Destiny. Something smells like sadness and celery.",
    "nextIds": [
      919,
      918,
      917
    ]
  },
  {
    "id": 917,
    "title": "Eel King's Jacuzzi",
    "text": "You are flung headfirst into the Eel King's Jacuzzi. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      918
    ]
  },
  {
    "id": 918,
    "title": "Moon Cheese Bazaar",
    "text": "You choke on an emotional ham sandwich. Tragic.",
    "nextIds": []
  },
  {
    "id": 919,
    "title": "Eel King's Jacuzzi",
    "text": "You slide into the Lighthouse of Regret. Something smells like sadness and celery.",
    "nextIds": [
      921,
      920,
      926
    ]
  },
  {
    "id": 920,
    "title": "Shamanic Sandwich Realm",
    "text": "You accidentally teleport to the The Zoo-niverse. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      929,
      924
    ]
  },
  {
    "id": 921,
    "title": "Electric Wig Forest",
    "text": "You awaken inside the Electric Wig Forest. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      926,
      927,
      929
    ]
  },
  {
    "id": 922,
    "title": "Captain Funkbeard’s Airship",
    "text": "You dance your way into the Jazz Trench. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      926,
      928,
      929
    ]
  },
  {
    "id": 923,
    "title": "Shamanic Sandwich Realm",
    "text": "You slide into the Moon Cheese Bazaar. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      931
    ]
  },
  {
    "id": 924,
    "title": "Velvet Submarine",
    "text": "You dance your way into the Captain Funkbeard’s Airship. You hear a theremin playing itself while crying.",
    "nextIds": [
      932,
      929,
      930
    ]
  },
  {
    "id": 925,
    "title": "Toilet Dimension",
    "text": "You dance your way into the Disco Jungle. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      932
    ]
  },
  {
    "id": 926,
    "title": "Bollo's Treehouse",
    "text": "You awaken inside the The Zoo-niverse. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      929,
      927,
      930
    ]
  },
  {
    "id": 927,
    "title": "Vince's Hair Palace",
    "text": "You awaken inside the Vince's Hair Palace. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      934,
      933,
      935
    ]
  },
  {
    "id": 928,
    "title": "Eel King's Jacuzzi",
    "text": "You dance your way into the Lighthouse of Regret. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      929,
      937,
      932
    ]
  },
  {
    "id": 929,
    "title": "Moon Cheese Bazaar",
    "text": "You accidentally teleport to the Captain Funkbeard’s Airship. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      934
    ]
  },
  {
    "id": 930,
    "title": "Goth Juice Swamp",
    "text": "You are flung headfirst into the Lighthouse of Regret. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      934
    ]
  },
  {
    "id": 931,
    "title": "Jazz Trench",
    "text": "You awaken inside the Shamanic Sandwich Realm. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      932
    ]
  },
  {
    "id": 932,
    "title": "Velvet Submarine",
    "text": "The Velvet Yetis debate you to death.",
    "nextIds": []
  },
  {
    "id": 933,
    "title": "Lighthouse of Regret",
    "text": "You awaken inside the The Zoo-niverse. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      934
    ]
  },
  {
    "id": 934,
    "title": "Toilet Dimension",
    "text": "You are flung headfirst into the Electric Wig Forest. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      938,
      936
    ]
  },
  {
    "id": 935,
    "title": "Disco Jungle",
    "text": "You dance your way into the Toilet Dimension. You find a portal made of toenails and regret.",
    "nextIds": [
      940,
      938,
      939
    ]
  },
  {
    "id": 936,
    "title": "Velvet Submarine",
    "text": "You dance your way into the Shamanic Sandwich Realm. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      945,
      944
    ]
  },
  {
    "id": 937,
    "title": "Goth Juice Swamp",
    "text": "You accidentally teleport to the Toilet Dimension. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      938,
      944,
      940
    ]
  },
  {
    "id": 938,
    "title": "Goth Juice Swamp",
    "text": "You dance your way into the Shamanic Sandwich Realm. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      944,
      942,
      941
    ]
  },
  {
    "id": 939,
    "title": "Disco Jungle",
    "text": "You are flung headfirst into the Electric Wig Forest. You find a portal made of toenails and regret.",
    "nextIds": [
      943,
      942
    ]
  },
  {
    "id": 940,
    "title": "Eel King's Jacuzzi",
    "text": "You dance too hard. Your legs rebel. The end.",
    "nextIds": []
  },
  {
    "id": 941,
    "title": "Shamanic Sandwich Realm",
    "text": "You accidentally teleport to the Shamanic Sandwich Realm. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      949,
      948,
      946
    ]
  },
  {
    "id": 942,
    "title": "Crab of Destiny",
    "text": "You awaken inside the Disco Jungle. You hear a theremin playing itself while crying.",
    "nextIds": [
      951
    ]
  },
  {
    "id": 943,
    "title": "Bollo's Treehouse",
    "text": "You accidentally teleport to the Velvet Submarine. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      945
    ]
  },
  {
    "id": 944,
    "title": "Crab of Destiny",
    "text": "You are flung headfirst into the Goth Juice Swamp. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      945,
      953
    ]
  },
  {
    "id": 945,
    "title": "Moon Cheese Bazaar",
    "text": "You accidentally teleport to the Vince's Hair Palace. Something smells like sadness and celery.",
    "nextIds": [
      948,
      950
    ]
  },
  {
    "id": 946,
    "title": "Velvet Submarine",
    "text": "You step into an existential puddle and forget how to exist.",
    "nextIds": []
  },
  {
    "id": 947,
    "title": "Captain Funkbeard’s Airship",
    "text": "You slide into the Toilet Dimension. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      953,
      952,
      950
    ]
  },
  {
    "id": 948,
    "title": "Shamanic Sandwich Realm",
    "text": "You slide into the Lighthouse of Regret. You find a portal made of toenails and regret.",
    "nextIds": [
      949,
      954
    ]
  },
  {
    "id": 949,
    "title": "Captain Funkbeard’s Airship",
    "text": "You are flung headfirst into the Electric Wig Forest. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      957,
      951
    ]
  },
  {
    "id": 950,
    "title": "Bollo's Treehouse",
    "text": "You slide into the Bollo's Treehouse. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      955,
      951
    ]
  },
  {
    "id": 951,
    "title": "Eel King's Jacuzzi",
    "text": "You are flung headfirst into the Goth Juice Swamp. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      959
    ]
  },
  {
    "id": 952,
    "title": "Eel King's Jacuzzi",
    "text": "You awaken inside the Captain Funkbeard’s Airship. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      955,
      961,
      958
    ]
  },
  {
    "id": 953,
    "title": "Eel King's Jacuzzi",
    "text": "You dance your way into the Crab of Destiny. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      957
    ]
  },
  {
    "id": 954,
    "title": "Electric Wig Forest",
    "text": "A glitter vortex swallows your soul and spits out your shoes.",
    "nextIds": []
  },
  {
    "id": 955,
    "title": "Goth Juice Swamp",
    "text": "You accidentally teleport to the Vince's Hair Palace. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      963,
      956,
      957
    ]
  },
  {
    "id": 956,
    "title": "Eel King's Jacuzzi",
    "text": "You accidentally teleport to the The Zoo-niverse. Something smells like sadness and celery.",
    "nextIds": [
      960,
      959,
      961
    ]
  },
  {
    "id": 957,
    "title": "Disco Jungle",
    "text": "You slide into the Toilet Dimension. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      959,
      964
    ]
  },
  {
    "id": 958,
    "title": "Moon Cheese Bazaar",
    "text": "You slide into the The Zoo-niverse. You find a portal made of toenails and regret.",
    "nextIds": [
      963
    ]
  },
  {
    "id": 959,
    "title": "Electric Wig Forest",
    "text": "You accidentally teleport to the Captain Funkbeard’s Airship. Something smells like sadness and celery.",
    "nextIds": [
      965,
      960
    ]
  },
  {
    "id": 960,
    "title": "Electric Wig Forest",
    "text": "You dance your way into the Bollo's Treehouse. You hear a theremin playing itself while crying.",
    "nextIds": [
      966,
      967,
      962
    ]
  },
  {
    "id": 961,
    "title": "Bollo's Treehouse",
    "text": "You slide into the Bollo's Treehouse. A jazz scorpion challenges you to a duel.",
    "nextIds": [
      970
    ]
  },
  {
    "id": 962,
    "title": "The Zoo-niverse",
    "text": "You dance your way into the Moon Cheese Bazaar. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      966
    ]
  },
  {
    "id": 963,
    "title": "Jazz Trench",
    "text": "You slide into the Disco Jungle. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      969,
      972,
      970
    ]
  },
  {
    "id": 964,
    "title": "Velvet Submarine",
    "text": "You accidentally teleport to the Electric Wig Forest. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      965,
      970
    ]
  },
  {
    "id": 965,
    "title": "Electric Wig Forest",
    "text": "You slide into the Vince's Hair Palace. A tiny goblin in glitter pants starts narrating your life.",
    "nextIds": [
      969,
      972
    ]
  },
  {
    "id": 966,
    "title": "Lighthouse of Regret",
    "text": "You are flung headfirst into the Captain Funkbeard’s Airship. Something smells like sadness and celery.",
    "nextIds": [
      973,
      970
    ]
  },
  {
    "id": 967,
    "title": "Crab of Destiny",
    "text": "You awaken inside the Toilet Dimension. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      970
    ]
  },
  {
    "id": 968,
    "title": "Vince's Hair Palace",
    "text": "You dance your way into the Crab of Destiny. Something smells like sadness and celery.",
    "nextIds": [
      972,
      971
    ]
  },
  {
    "id": 969,
    "title": "Captain Funkbeard’s Airship",
    "text": "You awaken inside the Lighthouse of Regret. Something smells like sadness and celery.",
    "nextIds": [
      973,
      971,
      975
    ]
  },
  {
    "id": 970,
    "title": "Bollo's Treehouse",
    "text": "You are flung headfirst into the Vince's Hair Palace. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      971,
      975,
      976
    ]
  },
  {
    "id": 971,
    "title": "Crab of Destiny",
    "text": "You are flung headfirst into the Shamanic Sandwich Realm. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      974,
      975
    ]
  },
  {
    "id": 972,
    "title": "Shamanic Sandwich Realm",
    "text": "You convince the Moon to sponsor your autobiography.",
    "nextIds": []
  },
  {
    "id": 973,
    "title": "Toilet Dimension",
    "text": "You awaken inside the Disco Jungle. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      978,
      982
    ]
  },
  {
    "id": 974,
    "title": "Velvet Submarine",
    "text": "You are flung headfirst into the Goth Juice Swamp. You hear a theremin playing itself while crying.",
    "nextIds": [
      982,
      980
    ]
  },
  {
    "id": 975,
    "title": "Eel King's Jacuzzi",
    "text": "You choke on an emotional ham sandwich. Tragic.",
    "nextIds": []
  },
  {
    "id": 976,
    "title": "Moon Cheese Bazaar",
    "text": "A glitter vortex swallows your soul and spits out your shoes.",
    "nextIds": []
  },
  {
    "id": 977,
    "title": "Disco Jungle",
    "text": "You are flung headfirst into the The Zoo-niverse. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      981,
      986,
      983
    ]
  },
  {
    "id": 978,
    "title": "Crab of Destiny",
    "text": "You are flung headfirst into the Vince's Hair Palace. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      981,
      983
    ]
  },
  {
    "id": 979,
    "title": "Toilet Dimension",
    "text": "You dance too hard. Your legs rebel. The end.",
    "nextIds": []
  },
  {
    "id": 980,
    "title": "Eel King's Jacuzzi",
    "text": "You are flung headfirst into the Toilet Dimension. You find a portal made of toenails and regret.",
    "nextIds": [
      989
    ]
  },
  {
    "id": 981,
    "title": "Moon Cheese Bazaar",
    "text": "You step into an existential puddle and forget how to exist.",
    "nextIds": []
  },
  {
    "id": 982,
    "title": "Crab of Destiny",
    "text": "You convince the Moon to sponsor your autobiography.",
    "nextIds": []
  },
  {
    "id": 983,
    "title": "Velvet Submarine",
    "text": "You are flung headfirst into the Bollo's Treehouse. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      987,
      985
    ]
  },
  {
    "id": 984,
    "title": "Jazz Trench",
    "text": "You dance your way into the Lighthouse of Regret. You hear a theremin playing itself while crying.",
    "nextIds": [
      989,
      986
    ]
  },
  {
    "id": 985,
    "title": "Velvet Submarine",
    "text": "You slide into the Shamanic Sandwich Realm. A cosmic shaman appears, then explodes into cupcakes.",
    "nextIds": [
      991,
      987,
      994
    ]
  },
  {
    "id": 986,
    "title": "Goth Juice Swamp",
    "text": "You slide into the Crab of Destiny. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      989,
      987
    ]
  },
  {
    "id": 987,
    "title": "Velvet Submarine",
    "text": "You are flung headfirst into the Toilet Dimension. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      988,
      989
    ]
  },
  {
    "id": 988,
    "title": "Velvet Submarine",
    "text": "You are flung headfirst into the Eel King's Jacuzzi. You hear a theremin playing itself while crying.",
    "nextIds": [
      994
    ]
  },
  {
    "id": 989,
    "title": "Toilet Dimension",
    "text": "You accidentally teleport to the The Zoo-niverse. Something smells like sadness and celery.",
    "nextIds": [
      998,
      993,
      997
    ]
  },
  {
    "id": 990,
    "title": "Captain Funkbeard’s Airship",
    "text": "You convince the Moon to sponsor your autobiography.",
    "nextIds": []
  },
  {
    "id": 991,
    "title": "Goth Juice Swamp",
    "text": "You slide into the Vince's Hair Palace. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      999,
      996
    ]
  },
  {
    "id": 992,
    "title": "Disco Jungle",
    "text": "You awaken inside the Goth Juice Swamp. You find a portal made of toenails and regret.",
    "nextIds": [
      993,
      998
    ]
  },
  {
    "id": 993,
    "title": "Goth Juice Swamp",
    "text": "You are flung headfirst into the Toilet Dimension. You feel the presence of sentient cheese judging your style.",
    "nextIds": [
      996,
      998
    ]
  },
  {
    "id": 994,
    "title": "Bollo's Treehouse",
    "text": "You dance your way into the Bollo's Treehouse. An invisible pigeon whispers secrets to your knees.",
    "nextIds": [
      995
    ]
  },
  {
    "id": 995,
    "title": "Captain Funkbeard’s Airship",
    "text": "You accidentally teleport to the Eel King's Jacuzzi. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      1000,
      998
    ]
  },
  {
    "id": 996,
    "title": "Moon Cheese Bazaar",
    "text": "You dance your way into the Bollo's Treehouse. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      1000
    ]
  },
  {
    "id": 997,
    "title": "Lighthouse of Regret",
    "text": "You dance your way into the Vince's Hair Palace. A man in a mirror suit offers you a potato with a face.",
    "nextIds": [
      1000,
      998
    ]
  },
  {
    "id": 998,
    "title": "Moon Cheese Bazaar",
    "text": "A glitter vortex swallows your soul and spits out your shoes.",
    "nextIds": []
  },
  {
    "id": 999,
    "title": "Toilet Dimension",
    "text": "You are flung headfirst into the Crab of Destiny. A crab wearing lipstick hands you a saxophone.",
    "nextIds": [
      1000
    ]
  },
  {
    "id": 1000,
    "title": "Velvet Submarine",
    "text": "You accidentally teleport to the Eel King's Jacuzzi. An invisible pigeon whispers secrets to your knees.",
    "nextIds": []
  }
]
